
rd_el_bot = ["نعم",
             "ناني",
             "عايز اي",
             "!!!!",
             "هلا",
             "اوهايو",
            "باكا"]

rd_el_bot1 = ["نعم",
             "ناني",
             "موش موشي",
             "عندي اسم ترا",
             "عايز اي",
             "!!!!",
             "اذا ناديتني ب اسمي راح ارد",
             "هلا",
             "اوهايو",
            "باكا",
            "هلا!",
            "شنو؟",
            "آيش؟",
            "شنو تبي؟",
            "أيوا؟",
            "آه!",
            "وش فيه؟",
            "وش تحتاج؟",
            "ها؟",
            "شوف!",
            "آيه!",
            "شو؟",
            "شنو فيها؟",
            "آش؟",
            "نعم؟",
            "وش السالفة؟",
            "وش النيّة؟",
            "صح؟",
            "يلا!",
            "هه!"
            ]

game_kt_twitt = [
"اسوء انمي تابعته؟",
"افضل ماضي ؟",
"شخصية انمي قريبة من شخصيتك ؟",
"افضل كبل ؟",
"شخصية تريد الزواج منها ؟",
"اكثر لقطة طحكتك ؟",
"من هي التي تملك افضل اوباي ؟",
"انمي عجبك رسمه لكن قصته سيئه ؟",
"من انت لو كنت من قراصنة قبعة القش ؟",
"افضل سينسي ؟",
"افضل شخصية بشعر اخضر ؟",
"شيء تبي تشيلة من انمي ؟ اوم الانميات كلها ؟",
"انمي او شخصية ودك تغير ماضيها لأفضل او اسوء ؟",
"شخصية انمي تتمنى ان تلكم وجهك ؟",
"اكثر انمي بكيت فية؟",
"اسوء انمي تابعته؟",
"اغبى شخصية انمي بنظرك؟",
"افضل شخصية انمي تمتلك شعر ابيض؟",
"افضل شخصية انمي تمتلك شعر اسود ؟",
"افضل مقاتلة ؟",
"افضل انمي شونين؟",
"افضل انمي شوجو؟",
"افضل شخصية انمي انثى ؟",
"افضل شخصية انمي ذكر ؟",
"انمي مستحيل ان تستغني عنة؟",
"افضل انمي رياضي؟",
"ما هي شخصيتك المفضلة؟",
"اول انمي تابعتة ؟",
"انمي او مانقا؟",
"افضل شخصية شقراء؟",
"هل أنت من النوع الذي يشاهد الأنميات خلال عرضها أم تنتظر نهايتها ؟",
"أيهما تفضل الانميات الطويلة أم القصيرة ؟",
"ما موقفك من الفلر ؟",
"هل تتابع أنمي بمجرد مدحه من قبل أحد حتى ولو لم تكن تنوي متابعته ؟",
" كيف تختار الأنميات التي تشاهدها ؟",
" هل هناك شروط يجب أن تتواجد بالأنمي الذي ستتابعه ؟",
"هل ندمت يوما ما على أنمي قد شاهدته ؟",
"هل الترجمة والمترجم يعد عاملا أساسيا بإستمتاعك بالأنمي ؟",
" هل لجأت للترجمة الأنكليزية لأحد الأنميات رغم توفر العربية ؟",
"متى ستتوقف عن مشاهدة الأنمي ؟",

"افضل هوكاجي عندك ",
"اكثر لحظه حزنيه في انمي ناروتو ",
"شخصيه ماتستحق الموت ",
"اقوى مستخدم للبياكوقان ",
"من هو الاقوى في استخدام الرينقان  مادارا او ناقاتو او ساسكي او اوبيتو",
"اجمل عين مانجكيو شارينقان ",
"رأيك في ذا الاسطوره [ميناتو] ",
"رأيك بموت اوبيتو ",
"هل يستحق ناروتو ان يكون هو البطل كاشخصيه ",
"هل تظن ان قوة مادارا مبالغ فيها ",
"افضل شخصيه عندك في عالم الشينوبي ",
"- كيف ومتى عرفت انمي ناروتو ؟",
"- خلف أغلب الشخصيات يقبع ماضي مآساوي وحزين ..  من فيهم اللي تحس ماضيه مؤلهم !\n(هاكو - كابوتو - كارين - ياماتو)",
"- معلومة عن شخصية ذكرت في الانمي وانصدمت منها ؟",


"اعظم موسم بالنسبه لك؟  .",
"عمل تشوفه ينافس هجوم العمالقة ؟",
"حلقة مستحيل تنساها ؟",
"أذكى شخصية بهجوم العمالقة ؟",
"في الاخير تفضلون الانمي او المانجا ؟",
"شخصيتك المفضلة من المارلي ؟",
"شخصيتك المفضلة من البارادايس ؟",
"أقوى شخصية من الناحية الجسمانية ؟",
"أقوى عملاق ؟",
"اعظم شخصية بظهور قليل من بينهم؟ ايرين كروغر - غريشا - كيني اكرمان - ويلي تايبر",
"في صف البارادايس ام المارلي ؟",
"شخصية ودك ترجعها وماتموت ",
"أكثر شخصية ودك تموت ؟",
"يامي VS امبراطور السحر\n المنتصر ..؟",
"من الافضل والاكثر دمويه بينهما..؟\nدريفترز / هيلسينج ..؟",
"رتبهم من 1 إلى 4 حسب الأفضل بالنسبه لك ..؟\nهايكيو / سلام دانك / هاجيمي نو ايبو / كوروكونوباسكت ؟",
"برأيك ماهي أكثر شخصيه عانت من العذاب في عالم جينتاما ..؟",
"مارأيك في عـالـم بـيـرسـيـرك ..؟\nماهي أفضل شخصيه لديك ..؟\nوماهي أكثر شخصيه تكرهها ..؟",
"من الافضل بالنسبه لك :\nون بنش مان / موب سايكو100 ..؟",

"من الافضل بالنسبه لك :\nمونستر / ديث نوت ..؟",

"من الافضل بالنسبه لك :\nشينتشي / كايتو ..؟",

"أفضل 3 أشرار رأيتهم في جميع افلام ومواسم دراغون بول ..؟",
"اكثر ماضي مؤلم في عالم الانمي",
"اعظم شخصيه شريره",
"اسوء فانز لعمل",
"كت تويت| رايك بشخصية ساسكي",
"افضل انمي عندك من ناحية القتالات",
"افضل انمي من ناحية الرسم",
"شخصيتك المفضله من انمي نيفرلاند",
"كم تقيم اوبيتو من ١٠",
" افضل قتال في ون بيس",
"افضل ثنائي عندك",
"هل ترى ان فول ميتال يستاهل الاول في my anime list",
" من هو افضل مؤدي صوت عندك ",


"شخصية لا تستحق وجودها في كونان",
"عطني شيء سلبي لأنمي كونان",
"افضل آرك في كونان بالنسبة لك",
"ايش بتسوي يوم بينتهي انمي الأسطورة كونان",
"أفضل لص كايتو ام لوبين",
"لو كان (غوشو) مولف كونان امامك ماذا ستقول له",
"بعض الناس بعتبرون شخصية كوغورو غبية ايش رايك",
"أكثر لحظة اتحمست فيها وانت تتابع كونان",
"لو اغاسا قريبك مالذي سوف بطلب منه ان يخترع لك",
"اختر لي ثلاثة شخصيات اذا تعاونوا لن تستطيع اي قضية ان تتفوق ذكائهم",
"اكاي أفضل بشعره الطويل ام القصير",
"لوستغير شيئا في هذا الانمي ماذا سيكون ",
"أكثر لحظة اتحمست فيها وانت تتابع كونان",
"في اي سنة كان رسم كونان أفضل",
"شخص يستطيع مجابهة جين غير اكاي",
"تفضل دائما المتابعة من المانجا ولا الانمي",
"افضل فلمين في سلسلة كونان",
"حدث ودك لو تغيره أو تمحيه من القصة",
"أكثر لحظة احزنتك في كونان",
"أعطني السيناريو الذي تفضل أن ينتهي به كونان",


"كت تويت / من هو افضل فايزارد ؟ ",

"تقييمك لطاقم قبعة القش ؟",

"هل تفضل ان نضع بالحساب تصويتات و توقعات عن احداث مانجا ون بيس ؟ ",

"افضل انمي من وجهة نظرك ؟ ",
"من هو اكبر خروف بالأنمي ؟",
"افضل آرك بناروتو من وجهة نظرك ؟ ",
"اكثر شخصية محبوبة بالأنمي ؟ ",
"اعتذار ايشو-سان للملك ريكو لما حدث في دريسروزا و يتحمل المسؤوليه كامله",

"لو انك في عالم ون بيس\nاين تُفضل ان تكون ؟",

"توقعاتك لأهداف اوكيجي ؟",


"1-من الاكثر دمويه بينهما ؟\n2-من اكثر من يحمسك للقتال؟\nزاراكي كينباتشي / هولو ايتشيقو ؟",

"معركة الذكاء والتنكر من سينتصر :\nكايتو كيد VS فيرموث ..؟",

"أحد أقوى المعارك :\nالقائد الاعلى مونكي دي دراغون VS أدميرال الاسطول آكاينو ..؟\nمن المنتصر",

"ماهو أفضل هوكاجي بالنسبه لك ..؟",

"افضل شخصيه بالنسبه لك في مونستر..؟\nغريمر / لونغي / تيما / يوهان ..؟",

"بالنسبه لك ؟\nمـاهـي أقـوى مـواجـهـه بـ تاريخ المانجا والانمي ..؟",

"لقطه ستبقى في ذاكرتك إلى الأبـد ..؟\nمؤلمه / محزنه / حماسيه / فخمه / خطيره / سعيده ..؟\nأذكر اللقطه .",

"أخـطـر نـظـره رأيتها في عالم الانمي والمانجا ..؟",

"أفضل شخصية رأيتها في عالم الانميات الرياضيه..؟",

"ألطف وأكيت شخصيه بعالم الانمي بالنسبه لك..؟",

"هل تابعت انمي دريفترز ..؟\nان كان جوابك نعم ما رأيك بـه ..؟",

"برأيك من هي شخصية التي تستحق لقب مـلـك الـدمـويـه..؟",

"أفضل شخصيه بالنسبه لك بعالم الانمي والمانجا..؟\nأذكر أسباب تفضيلك له على البقيه.",

"من افضل بالنسبه لك :\nآستا / يـونـو ..؟",

"هل انت متحمس لأحداث الموسم القادم هجوم العمالقه..؟\nهل تتوقع ان يكون أفضل موسم على الاطلاق..؟",

"معركه ثلاثيه كاغورا / كاموي / سوغو ..؟\nمن المنتصر ..؟",

"أجمل أنثى رأيتها بعالم الانمي والمانجا ..؟",


"افضل 3 انميات بالنسبة لك ؟!",

"نوع الانمي او المانجا الي تحبه ( سينين ، شونين ..الخ )",

"افضل خمس شخصيات بعالم الانمي والمانجا ؟",

"افخم شرير بعالم الانمي ؟",

"مقولة انمي اعجبتك ؟",

"افضل وقت لمتابعة الانمي ؟",

"اذا كنت تتابع هجوم العمالقة بتكمل المانجا ؟ ولا بتنتظر الموسم الجديد ؟",

"افضل انمي غموض ؟",

"افضل ثنائي بعالم الانمي ؟",

"تحب الابطال المثاليين ؟",

"رايك بالمانجا السوداوية ؟",

"افضل 3 مانجات تابعتها ؟",

"اعجبك انمي بوروتو ؟ ولا سحبت عليه ؟",

"مشهد بعالم الانمي ما تقدر تنساه ؟",

"افضل سينسي بعالم الانمي ؟",

"شخصية انمي حزنت على موتها ؟",

"عالم انمي ودك تعيش فيه ؟",

"شخصية ودك تكون مكانها بعالم الانمي ؟",

"هل يوجد انمي متكامل بدون عيوب ؟ اذا فيه عطنا اسمه ",

"شخصية قوية و قادحة ماتهاب احد ؟",

"افضل انمي رومنسي ؟",
"اذا متابع لمانجا ون بيس عطني رايك بالاحداث الاخيرة ؟",
"اكثر شي يجذبك في الشخصية ؟",
"تتابع بوكو نو هيرو ؟ اذا اي تشوف ان ذا الموسم تفوق على اللي قبله ؟",
"رايك بالابطال الكئيبين و الانطوائيين ؟",
"افضل ارك بالانمي شفته ؟! ",
"اقوى خمس مستخدمين للنين ب انمي هانتر ؟",
"كورابيكا بكامل قوته + زعيم الكناكب كورولو  + هيسوكا ضد كيلوا وسيلفا وزينو زولديك المنتصر ؟",
"رتب اقوى خمس قادة بمجتمع الارواح ببليتش ؟",
"انمي تندمت على مشاهدته؟",
"ماهو افضل انمي من ناحية الاوبنينقات؟",
"اذكى شخصيه في انمي هنتر؟",
"افضل مؤدي صوت؟"
,"اوبنينق هنتر ١٩٩٩ او ٢٠١١ .؟"
"انمي مظلوم بنسبة لك .؟!",
"انمي مشهور ما تابعته .؟!"
"ما سبب متابعتك الانمي .؟",
"افضل شخصية انمي عندك .؟!",
"ابطال الانمي اي شخصيه تفضل .؟!",
"شخصيتك ف انمي هنتر اكس هنتر .؟!",
"ال او كيرا .؟!",
]

anime_emoji = [
    {
        "title": "👻👺🍓🗡💀",
        "answers": ["bleach", "yu yu hakusho", "berserk", "one piece"],
        "correct": "bleach"
    },
    {
        "title": "👊💥😐🙇🆗",
        "answers": ["one punch man", "jojos bizarre adventure", "durararara!!", "one piece"],
        "correct": "one punch man"
    },
    {
        "title": "☄️💥🐉🌏💪",
        "answers": ["one piece", "dragon ball z", "space dandy", "jojos bizarre adventure"],
        "correct": "dragon ball z"
    },
    {
        "title": "🐻💔😰❌🎓",
        "answers": ["assassination classroom", "danganronpa", "future diary", "school days"],
        "correct": "danganronpa"
    },
    {
        "title": "🌊🍖🙌💥👒",
        "answers": ["one piece", "dragon ball z", "hunter x hunter", "magi"],
        "correct": "one piece"
    },
    {
        "title": "🚼😈👨‍👦🔥🌀",
        "answers": ["katekyo hitman reborn", "beelzebub", "yu yu hakusho", "code geass"],
        "correct": "beelzebub"
    },
    {
        "title": "✍️👽🔫🔪🌙",
        "answers": ["danganronpa", "pokemon", "gintama", "assassination classroom"],
        "correct": "assassination classroom"
    },
    {
        "title": "💔👁☕️🇯🇵🖕🏻",
        "answers": ["death parade", "xxxholic", "future diary", "tokyo ghoul"],
        "correct": "tokyo ghoul"
    },
    {
        "title": "💀✍️⏰📓🔍",
        "answers": ["dagashi kashi", "death parade", "death note", "danganronpa"],
        "correct": "death note"
    },
    {
        "title": "💎💰👊⚡️⛓",
        "answers": ["gintama", "noragami", "magi", "hunter x hunter"],
        "correct": "hunter x hunter"
    },
    {
        "title": "👨‍👧‍👦🐱✨💰👀",
        "answers": ["fullmetal alchemist", "noragami", "fullmetal panic", "gintama"],
        "correct": "noragami"
    },
    {
        "title": "⏳💰⚱️👨‍👧🎶",
        "answers": ["hibike! euphonium", "nisekoi", "ouran high school host club", "toradora"],
        "correct": "ouran high school host club"
    },
    {
        "title": "🙌🍃🌀🍜🎐",
        "answers": ["magi", "naruto", "all of the above", "fairytail"],
        "correct": "fairytail"
    },
    {
        "title": "😭💀👭✨🔮",
        "answers": ["fairytail", "puella magi madoka magica", "sailor moon", "jojos bizarre adventure"],
        "correct": "puella magi madoka magica"
    },
    {
        "title": "📱☺️💕🔪#️⃣",
        "answers": ["future diary", "bleach", "steins;gate", "owari no seraph"],
        "correct": "future diary"
    },
    {
        "title": "⏳💰⚱️👨‍👧🎶",
        "answers": ["hibike! euphonium", "nisekoi", "toradora", "ouran high school host club"],
        "correct": "ouran high school host club"
    },
    {
        "title": "😤🔥🔫💍🔟",
        "answers": ["gunslinger girl", "katekyo hitman reborn", "death note", "psycho pass"],
        "correct": "katekyo hitman reborn"
    },
    {
        "title": "🙏✨👬📚⚖️",
        "answers": ["seven deadly sins", "ouran high school host club", "magi", "full metal alchemist"],
        "correct": "full metal alchemist"
    },
    {
        "title": "✍️👽🔫🔪🌙",
        "answers": ["assassination classroom", "pokemon", "gintama", "danganronpa"],
        "correct": "assassination classroom"
    },
    {
        "title": "✨🔑🔥❄️💨",
        "answers": ["fullmetal alchemist", "hunter x hunter", "fairytail", "magi"],
        "correct": "fairytail"
    },
    {
        "title": "📱☺️💕🔪#️⃣",
        "answers": ["owari no seraph", "steins;gate", "future diary", "bleach"],
        "correct": "future diary"
    },
    {
        "title": "🐻💔😰❌🎓",
        "answers": ["danganronpa", "future diary", "school days", "assassination classroom"],
        "correct": "danganronpa"
    },
    {
        "title": "🚼😈👨‍👦🔥🌀",
        "answers": ["yu yu hakusho", "katekyo hitman reborn", "code geass", "beelzebub"],
        "correct": "katekyo hitman reborn"
    },
    {
        "title": "🙋🏃🏀⛹️👻",
        "answers": ["haikyuu!!!", "kuroko no basuke", "yu yu hakusho", "slam dunk"],
        "correct": "kuroko no basuke"
    },
    {
        "title": "⏳💰⚱️👨‍👧🎶",
        "answers": ["toradora", "hibike! euphonium", "ouran high school host club", "nisekoi"],
        "correct": "ouran high school host club"
    },
    {
        "title": "👁🎩🍰😈🇬🇧",
        "answers": ["gintama", "black butler", "jojos bizarre adventure", "hetalia"],
        "correct": "black butler"
    },
    {
        "title": "👨‍👦‍👦🔪🌹👑",
        "answers": ["attack on titan", "sword art online", "black clover", "no game no life"],
        "correct": "attack on titan"
    },
    {
        "title": "🔥🍙🌟💢🌆",
        "answers": ["fire force", "food wars", "my hero academia", "psycho pass"],
        "correct": "my hero academia"
    },
    {
        "title": "🐙🔪🛡️🌊💣",
        "answers": ["one piece", "tokyo ghoul", "attack on titan", "black clover"],
        "correct": "tokyo ghoul"
    },
    {
        "title": "🌸🗡️👘⚔️🎌",
        "answers": ["sword art online", "naruto", "bleach", "rurouni kenshin"],
        "correct": "rurouni kenshin"
    },
    {
        "title": "🐉⚔️🧙🏻‍♂️👹🐉",
        "answers": ["dragon ball z", "fairy tail", "one punch man", "overlord"],
        "correct": "dragon ball z"
    },
    {
        "title": "👩‍🎤🐱🌟🌸💖",
        "answers": ["k-on!", "nana", "love live!", "skip beat!"],
        "correct": "love live!"
    },
    {
        "title": "👹🌪️⚔️👺💢",
        "answers": ["naruto", "one piece", "bleach", "demon slayer"],
        "correct": "demon slayer"
    },
    {
        "title": "🤖🔫🎤🌌🎵",
        "answers": ["macross frontier", "vocaloid", "the melancholy of haruhi suzumiya", "neon genesis evangelion"],
        "correct": "neon genesis evangelion"
    },
    {
        "title": "🚢🌊🔪🌴🏴‍☠️",
        "answers": ["one piece", "hunter x hunter", "black lagoon", "gurren lagann"],
        "correct": "black lagoon"
    },
    {
        "title": "👽👾🛸🌌💫",
        "answers": ["steins;gate", "cowboy bebop", "space dandy", "interstellar 5555"],
        "correct": "steins;gate"
    },
    {
        "title": "👦🔥🎮🌌🌟",
        "answers": ["my hero academia", "fire force", "no game no life", "sword art online"],
        "correct": "my hero academia"
    },
    {
        "title": "👹🍜👺🎎⚔️",
        "answers": ["demon slayer", "naruto", "one punch man", "samurai champloo"],
        "correct": "samurai champloo"
    },
    {
        "title": "🔪🌙🩸😈🔮",
        "answers": ["death note", "soul eater", "tokyo ghoul", "black butler"],
        "correct": "soul eater"
    },
    {
        "title": "🌸🏫🎭👯‍♀️🎵",
        "answers": ["k-on!", "ouran high school host club", "love live!", "idolish7"],
        "correct": "ouran high school host club"
    },
    {
        "title": "👻📖🔮⏳🐈",
        "answers": ["natsume's book of friends", "xxxholic", "the ancient magus' bride", "cardcaptor sakura"],
        "correct": "the ancient magus' bride"
    },
    {
        "title": "🌪️⚔️💥👺😈",
        "answers": ["attack on titan", "sword art online", "one punch man", "demon slayer"],
        "correct": "attack on titan"
    },
    {
        "title": "🌆🏙️🚓🔫👥",
        "answers": ["psycho pass", "ghost in the shell", "ergo proxy", "akira"],
        "correct": "psycho pass"
    },
    {
        "title": "🎤💃🎵🌟✨",
        "answers": ["love live!", "idolm@ster", "aikatsu!", "bang dream!"],
        "correct": "love live!"
    },
    {
        "title": "🐲👊💥🔥⛩️",
        "answers": ["dragon ball z", "one punch man", "naruto", "fairy tail"],
        "correct": "dragon ball z"
    },
    {
        "title": "🌌🚀👽👾💫",
        "answers": ["cowboy bebop", "space dandy", "gurren lagann", "macross"],
        "correct": "cowboy bebop"
    },
    {
        "title": "👩‍👧‍👦👑👸🔮🌟",
        "answers": ["princess tutu", "sailor moon", "revolutionary girl utena", "cardcaptor sakura"],
        "correct": "sailor moon"
    },
    {
        "title": "🗡️👸🐉🐲🔥",
        "answers": ["sword art online", "attack on titan", "dragon ball z", "fate/stay night"],
        "correct": "fate/stay night"
    },
    {
        "title": "🏰🧙‍♂️🐉🔮👑",
        "answers": ["howl's moving castle", "fairy tail", "the ancient magus' bride", "princess mononoke"],
        "correct": "howl's moving castle"
    }

]

FLAGS = [
    {"country": "أفغانستان", "emoji": "🇦🇫"},
    {"country": "ألبانيا", "emoji": "🇦🇱"},
    {"country": "الجزائر", "emoji": "🇩🇿"},
    {"country": "أندورا", "emoji": "🇦🇩"},
    {"country": "أنغولا", "emoji": "🇦🇴"},
    {"country": "أنتيغوا وبربودا", "emoji": "🇦🇬"},
    {"country": "الأرجنتين", "emoji": "🇦🇷"},
    {"country": "أرمينيا", "emoji": "🇦🇲"},
    {"country": "أستراليا", "emoji": "🇦🇺"},
    {"country": "النمسا", "emoji": "🇦🇹"},
    {"country": "أذربيجان", "emoji": "🇦🇿"},
    {"country": "باهاماس", "emoji": "🇧🇸"},
    {"country": "البحرين", "emoji": "🇧🇭"},
    {"country": "بنغلاديش", "emoji": "🇧🇩"},
    {"country": "باربادوس", "emoji": "🇧🇧"},
    {"country": "بيلاروسيا", "emoji": "🇧🇾"},
    {"country": "بلجيكا", "emoji": "🇧🇪"},
    {"country": "بليز", "emoji": "🇧🇿"},
    {"country": "بنين", "emoji": "🇧🇯"},
    {"country": "بوتان", "emoji": "🇧🇹"},
    {"country": "بوليفيا", "emoji": "🇧🇴"},
    {"country": "البوسنة والهرسك", "emoji": "🇧🇦"},
    {"country": "بوتسوانا", "emoji": "🇧🇼"},
    {"country": "البرازيل", "emoji": "🇧🇷"},
    {"country": "بروناي", "emoji": "🇧🇳"},
    {"country": "بلغاريا", "emoji": "🇧🇬"},
    {"country": "بوركينا فاسو", "emoji": "🇧🇫"},
    {"country": "بوروندي", "emoji": "🇧🇮"},
    {"country": "كمبوديا", "emoji": "🇰🇭"},
    {"country": "الكاميرون", "emoji": "🇨🇲"},
    {"country": "كندا", "emoji": "🇨🇦"},
    {"country": "الرأس الأخضر", "emoji": "🇨🇻"},
    {"country": "جمهورية أفريقيا الوسطى", "emoji": "🇨🇫"},
    {"country": "تشاد", "emoji": "🇹🇩"},
    {"country": "شيلي", "emoji": "🇨🇱"},
    {"country": "الصين", "emoji": "🇨🇳"},
    {"country": "كولومبيا", "emoji": "🇨🇴"},
    {"country": "جزر القمر", "emoji": "🇰🇲"},
    {"country": "كوستاريكا", "emoji": "🇨🇷"},
    {"country": "كرواتيا", "emoji": "🇭🇷"},
    {"country": "كوبا", "emoji": "🇨🇺"},
    {"country": "قبرص", "emoji": "🇨🇾"},
    {"country": "التشيك", "emoji": "🇨🇿"},
    {"country": "الدنمارك", "emoji": "🇩🇰"},
    {"country": "جيبوتي", "emoji": "🇩🇯"},
    {"country": "دومينيكا", "emoji": "🇩🇲"},
    {"country": "جمهورية الدومينيكان", "emoji": "🇩🇴"},
    {"country": "تيمور الشرقية", "emoji": "🇹🇱"},
    {"country": "الإكوادور", "emoji": "🇪🇨"},
    {"country": "مصر", "emoji": "🇪🇬"},
    {"country": "السلفادور", "emoji": "🇸🇻"},
    {"country": "غينيا الاستوائية", "emoji": "🇬🇶"},
    {"country": "إريتريا", "emoji": "🇪🇷"},
    {"country": "إستونيا", "emoji": "🇪🇪"},
    {"country": "إثيوبيا", "emoji": "🇪🇹"},
    {"country": "فيجي", "emoji": "🇫🇯"},
    {"country": "فنلندا", "emoji": "🇫🇮"},
    {"country": "فرنسا", "emoji": "🇫🇷"},
    {"country": "الغابون", "emoji": "🇬🇦"},
    {"country": "غامبيا", "emoji": "🇬🇲"},
    {"country": "جورجيا", "emoji": "🇬🇪"},
    {"country": "ألمانيا", "emoji": "🇩🇪"},
    {"country": "غانا", "emoji": "🇬🇭"},
    {"country": "اليونان", "emoji": "🇬🇷"},
    {"country": "غرينادا", "emoji": "🇬🇩"},
    {"country": "غواتيمالا", "emoji": "🇬🇹"},
    {"country": "غينيا", "emoji": "🇬🇳"},
    {"country": "غينيا بيساو", "emoji": "🇬🇼"},
    {"country": "غيانا", "emoji": "🇬🇾"},
    {"country": "هايتي", "emoji": "🇭🇹"},
    {"country": "هندوراس", "emoji": "🇭🇳"},
    {"country": "المجر", "emoji": "🇭🇺"},
    {"country": "آيسلندا", "emoji": "🇮🇸"},
    {"country": "الهند", "emoji": "🇮🇳"},
    {"country": "إندونيسيا", "emoji": "🇮🇩"},
    {"country": "إيران", "emoji": "🇮🇷"},
    {"country": "العراق", "emoji": "🇮🇶"},
    {"country": "أيرلندا", "emoji": "🇮🇪"},
    {"country": "إسرائيل", "emoji": "🇮🇱"},
    {"country": "إيطاليا", "emoji": "🇮🇹"},
    {"country": "جامايكا", "emoji": "🇯🇲"},
    {"country": "اليابان", "emoji": "🇯🇵"},
    {"country": "الأردن", "emoji": "🇯🇴"},
    {"country": "كازاخستان", "emoji": "🇰🇿"},
    {"country": "كينيا", "emoji": "🇰🇪"},
    {"country": "كيريباتي", "emoji": "🇰🇮"},
    {"country": "كوريا الشمالية", "emoji": "🇰🇵"},
    {"country": "كوريا الجنوبية", "emoji": "🇰🇷"},
    {"country": "الكويت", "emoji": "🇰🇼"},
    {"country": "قرغيزستان", "emoji": "🇰🇬"},
    {"country": "لاوس", "emoji": "🇱🇦"},
    {"country": "لاتفيا", "emoji": "🇱🇻"},
    {"country": "لبنان", "emoji": "🇱🇧"},
    {"country": "ليسوتو", "emoji": "🇱🇸"},
    {"country": "ليبيريا", "emoji": "🇱🇷"},
    {"country": "ليبيا", "emoji": "🇱🇾"},
    {"country": "ليختنشتاين", "emoji": "🇱🇮"},
    {"country": "ليتوانيا", "emoji": "🇱🇹"},
    {"country": "لوكسمبورغ", "emoji": "🇱🇺"},
    {"country": "مقدونيا الشمالية", "emoji": "🇲🇰"},
    {"country": "مدغشقر", "emoji": "🇲🇬"},
    {"country": "مالاوي", "emoji": "🇲🇼"},
    {"country": "ماليزيا", "emoji": "🇲🇾"},
    {"country": "جزر المالديف", "emoji": "🇲🇻"},
    {"country": "مالي", "emoji": "🇲🇱"},
    {"country": "مالطا", "emoji": "🇲🇹"},
    {"country": "جزر مارشال", "emoji": "🇲🇭"},
    {"country": "موريتانيا", "emoji": "🇲🇷"},
    {"country": "موريشيوس", "emoji": "🇲🇺"},
    {"country": "المكسيك", "emoji": "🇲🇽"},
    {"country": "مايكرونيزيا", "emoji": "🇫🇲"},
    {"country": "مولدوفا", "emoji": "🇲🇩"},
    {"country": "موناكو", "emoji": "🇲🇨"},
    {"country": "منغوليا", "emoji": "🇲🇳"},
    {"country": "الجبل الأسود", "emoji": "🇲🇪"},
    {"country": "المغرب", "emoji": "🇲🇦"},
    {"country": "موزمبيق", "emoji": "🇲🇿"},
    {"country": "ميانمار", "emoji": "🇲🇲"},
    {"country": "ناميبيا", "emoji": "🇳🇦"},
    {"country": "ناورو", "emoji": "🇳🇷"},
    {"country": "نيبال", "emoji": "🇳🇵"},
    {"country": "هولندا", "emoji": "🇳🇱"},
    {"country": "نيوزيلندا", "emoji": "🇳🇿"},
    {"country": "نيكاراغوا", "emoji": "🇳🇮"},
    {"country": "النيجر", "emoji": "🇳🇪"},
    {"country": "نيجيريا", "emoji": "🇳🇬"},
    {"country": "جزر الشمالية القطبية", "emoji": "🇳🇴"},
    {"country": "سلطنة عمان", "emoji": "🇴🇲"},
    {"country": "باكستان", "emoji": "🇵🇰"},
    {"country": "بالاو", "emoji": "🇵🇼"},
    {"country": "بنما", "emoji": "🇵🇦"},
    {"country": "بابوا غينيا الجديدة", "emoji": "🇵🇬"},
    {"country": "باراغواي", "emoji": "🇵🇾"},
    {"country": "بيرو", "emoji": "🇵🇪"},
    {"country": "الفلبين", "emoji": "🇵🇭"},
    {"country": "بولندا", "emoji": "🇵🇱"},
    {"country": "البرتغال", "emoji": "🇵🇹"},
    {"country": "قطر", "emoji": "🇶🇦"},
    {"country": "رومانيا", "emoji": "🇷🇴"},
    {"country": "روسيا", "emoji": "🇷🇺"},
    {"country": "رواندا", "emoji": "🇷🇼"},
    {"country": "سانت كيتس ونيفيس", "emoji": "🇰🇳"},
    {"country": "سانت لوسيا", "emoji": "🇱🇨"},
    {"country": "سانت فينسنت والغرينادين", "emoji": "🇻🇨"},
    {"country": "ساموا", "emoji": "🇼🇸"},
    {"country": "سان مارينو", "emoji": "🇸🇲"},
    {"country": "ساو تومي وبرينسيبي", "emoji": "🇸🇹"},
    {"country": "السعودية", "emoji": "🇸🇦"},
    {"country": "السنغال", "emoji": "🇸🇳"},
    {"country": "صربيا", "emoji": "🇷🇸"},
    {"country": "سيشل", "emoji": "🇸🇨"},
    {"country": "سيراليون", "emoji": "🇸🇱"},
    {"country": "سنغافورة", "emoji": "🇸🇬"},
    {"country": "سلوفاكيا", "emoji": "🇸🇰"},
    {"country": "سلوفينيا", "emoji": "🇸🇮"},
    {"country": "جزر سليمان", "emoji": "🇸🇧"},
    {"country": "الصومال", "emoji": "🇸🇴"},
    {"country": "جنوب أفريقيا", "emoji": "🇿🇦"},
    {"country": "جنوب السودان", "emoji": "🇸🇸"},
    {"country": "إسبانيا", "emoji": "🇪🇸"},
    {"country": "سريلانكا", "emoji": "🇱🇰"},
    {"country": "السودان", "emoji": "🇸🇩"},
    {"country": "سورينام", "emoji": "🇸🇷"},
    {"country": "سوازيلاند", "emoji": "🇸🇿"},
    {"country": "السويد", "emoji": "🇸🇪"},
    {"country": "سويسرا", "emoji": "🇨🇭"},
    {"country": "سوريا", "emoji": "🇸🇾"},
    {"country": "تايوان", "emoji": "🇹🇼"},
    {"country": "طاجيكستان", "emoji": "🇹🇯"},
    {"country": "تنزانيا", "emoji": "🇹🇿"},
    {"country": "تايلاند", "emoji": "🇹🇭"},
    {"country": "توغو", "emoji": "🇹🇬"},
    {"country": "تونغا", "emoji": "🇹🇴"},
    {"country": "ترينيداد وتوباغو", "emoji": "🇹🇹"},
    {"country": "تونس", "emoji": "🇹🇳"},
    {"country": "تركيا", "emoji": "🇹🇷"},
    {"country": "تركمانستان", "emoji": "🇹🇲"},
    {"country": "توفالو", "emoji": "🇹🇻"},
    {"country": "أوغندا", "emoji": "🇺🇬"},
    {"country": "أوكرانيا", "emoji": "🇺🇦"},
    {"country": "الإمارات العربية المتحدة", "emoji": "🇦🇪"},
    {"country": "المملكة المتحدة", "emoji": "🇬🇧"},
    {"country": "الولايات المتحدة", "emoji": "🇺🇸"},
    {"country": "أوروغواي", "emoji": "🇺🇾"},
    {"country": "أوزبكستان", "emoji": "🇺🇿"},
    {"country": "فانواتو", "emoji": "🇻🇺"},
    {"country": "فنزويلا", "emoji": "🇻🇪"},
    {"country": "فيتنام", "emoji": "🇻🇳"},
    {"country": "اليمن", "emoji": "🇾🇪"},
    {"country": "زامبيا", "emoji": "🇿🇲"},
    {"country": "زيمبابوي", "emoji": "🇿🇼"}
]

EMOJIS = list("😭🤣😂😅😆😁😄😃😀🥳🤩🤩😍🥰😘😚😙😗😉🤪😜😝😛😋🥲🙂🙃😶😐😑🫣🤭")

data = [
    {
        "name": [
            "L",
            "إل"],
        "image": "https://cdn.anime-planet.com/characters/primary/l-death-note-1.jpg?t=1625965725"
    },
    {
        "name": [
            "Kakashi HATAKE",
            "كاكاشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kakashi-hatake-1.webp?t=1651413657"
    },
    {
        "name": [
            "Levi",
            "ليفي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/levi-1.jpg?t=1625973324"
    },
    {
        "name": [
            "Naruto UZUMAKI",
            "ناروتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/naruto-uzumaki-1.webp?t=1648651726"
    },
    {
        "name": [
            "Edward ELRIC",
            "إدوارد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/edward-elric-1.jpg?t=1625965583"
    },
    {
        "name": [
            "Light YAGAMI",
            "لايت"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/light-yagami-1.jpg?t=1625965725"
    },
    {
        "name": [
            "Mikasa",
            "ميكاسا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikasa-ackerman-1.jpg?t=1625972795"
    },
    {
        "name": [
            "Itachi",
            "ايتاتشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/itachi-uchiha-1.jpg?t=1625965465"
    },
    {
        "name": [
            "Ryuk",
            "ريوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryuk-1.jpg?t=1625965727"
    },
    {
        "name": [
            "Gaara",
            "جارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gaara-1.jpg?t=1625965461"
    },
    {
        "name": [
            "Lelouch LAMPEROUGE",
            "لولوش"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lelouch-lamperouge-1.webp?t=1641590219"
    },
    {
        "name": [
            "Natsu DRAGNEEL",
            "ناتسو "
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/natsu-dragneel-1.jpg?t=1625965749"
    },
    {
        "name": [
            "Kirito",
            "كيريتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kirito-1.jpg?t=1625974517"
    },
    {
        "name": [
            "Roy MUSTANG",
            "روي موستانج"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/roy-mustang-1.jpg?t=1625965982"
    },
    {
        "name": [
            "Erza SCARLET",
            "ايرزا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/erza-scarlet-1.jpg?t=1625965750"
    },
    {
        "name": [
            "Sebastian MICHAELIS",
            "سيباستيان ميشيلس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sebastian-michaelis-1.webp?t=1660951476"
    },
    {
        "name": [
            "Luffy",
            "لوفي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/monkey-d-luffy-1.webp?t=1653414141"
    },
    {
        "name": [
            "Shikamaru NARA",
            "شيكامارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shikamaru-nara-1.jpg?t=1625965431"
    },
    {
        "name": [
            "Killua",
            "كيلوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/killua-zoldyck-1.jpg?t=1625966241"
    },
    {
        "name": [
            "Hinata",
            "هيناتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hinata-hyuga-naruto-1.jpg?t=1625965433"
    },
    {
        "name": [
            "Zoro",
            "زورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zoro-roronoa-1.jpg?t=1625965215"
    },
    {
        "name": [
            "Eren",
            "ايرين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eren-jaeger-1.jpg?t=1625972790"
    },
    {
        "name": [
            "Asuna",
            "أسونا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/asuna-yuuki-1.jpg?t=1625974518"
    },
    {
        "name": [
            "Alphonse",
            "ألفونس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/alphonse-elric-1.jpg?t=1625965586"
    },
    {
        "name": [
            "Jiraiya",
            "جيرايا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jiraiya-1.jpg?t=1625965220"
    },
    {
        "name": [
            "Death The Kid",
            "ديث ذا كيد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/death-the-kid-1.jpg?t=1625965240"
    },
    {
        "name": [
            "Ichigo",
            "إيتشيغو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ichigo-kurosaki-1.jpg?t=1625965224"
    },
    {
        "name": [
            "Rin OKUMURA",
            "رين أوكومورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rin-okumura-1.webp?t=1653479091"
    },
    {
        "name": [
            "Gray",
            "جراي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gray-fullbuster-1.jpg?t=1625965750"
    },
    {
        "name": [
            "Sasuke",
            "ساسكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sasuke-uchiha-1.jpg?t=1625965402"
    },
    {
        "name": [
            "AISAKA",
            "أيساكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/taiga-aisaka-1.jpg?t=1625965237"
    },
    {
        "name": [
            "Kanade",
            "كانادي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kanade-tachibana-1.webp?t=1653444046"
    },
    {
        "name": [
            "Shoto",
            "شوتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shoto-todoroki-1.jpg?t=1625993004"
    },
    {
        "name": [
            "C.C.",
            "سي سي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/cc-1.jpg?t=1625965656"
    },
    {
        "name": [
            "Takumi USUI",
            "اوسوي تاكومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/takumi-usui-1.jpg?t=1625967603"
    },
    {
        "name": [
            "MIDORIYA",
            "ميدوريا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/izuku-midoriya-1.jpg?t=1625992611"
    },
    {
        "name": [
            "Hikaru",
            "هيكارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hikaru-hitachiin-1.jpg?t=1625965234"
    },
    {
        "name": [
            "Kisuke",
            "كيسوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kisuke-urahara-1.jpg?t=1625965492"
    },
    {
        "name": [
            "HUGHES",
            "هيوغز"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/maes-hughes-1.jpg?t=1625965985"
    },
    {
        "name": [
            "Nezuko",
            "نيزوكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nezuko-kamado-1.jpg?t=1626009919"
    },
    {
        "name": [
            "FUJIOKA",
            "فوجيوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haruhi-fujioka-1.jpg?t=1625965235"
    },
    {
        "name": [
            "KANEKI",
            "كانيكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ken-kaneki-1.jpg?t=1625989959"
    },
    {
        "name": [
            "Tamaki",
            "تاماكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tamaki-suoh-1.jpg?t=1625965196"
    },
    {
        "name": [
            "Happy",
            "هابي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/happy-1.jpg?t=1625965749"
    },
    {
        "name": [
            "Lucy",
            "لوسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lucy-1.jpg?t=1625965977"
    },
    {
        "name": [
            "ARLELT",
            "ارمين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/armin-arlelt-1.jpg?t=1625972789"
    },
    {
        "name": [
            "HITACHIIN",
            "هيتاشيون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kaoru-hitachiin-1.jpg?t=1625965234"
    },
    {
        "name": [
            "Saitama",
            "سايتاما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/saitama-1.jpg?t=1625980776"
    },
    {
        "name": [
            "Yato",
            "ياتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yato-noragami-1.jpg?t=1625990599"
    },
    {
        "name": [
            "Lucy",
            "لوسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lucy-heartfilia-1.jpg?t=1625965749"
    },
    {
        "name": [
            "Tanjirou",
            "تانجيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tanjirou-kamado-1.jpg?t=1626009919"
    },
    {
        "name": [
            "Ciel PHANTOMHIVE",
            "الخادم الاسود"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ciel-phantomhive-1.jpg?t=1625966235"
    },
    {
        "name": [
            "Soul",
            "سول"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/soul-evans-1.jpg?t=1625965243"
    },
    {
        "name": [
            "Alucard",
            " آلوكارد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/alucard-1.jpg?t=1625965336"
    },
    {
        "name": [
            "Winry ROCKBELL",
            "وينري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/winry-rockbell-1.jpg?t=1625965983"
    },
    {
        "name": [
            "Hange ZOE",
            "هانجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hange-zoe-1.jpg?t=1625980889"
    },
    {
        "name": [
            "Katsuki BAKUGO",
            "باكوغو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/katsuki-bakugo-1.jpg?t=1625992612"
    },
    {
        "name": [
            "Pikachu",
            "بيكاتشو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ashs-pikachu-1.jpg?t=1625966716"
    },
    {
        "name": [
            "Kenpachi ZARAKI",
            "كينباتشي","زاراكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kenpachi-zaraki-1.jpg?t=1625965231"
    },
    {
        "name": [
            "Riza",
            "ريزا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/riza-hawkeye-1.jpg?t=1625965985"
    },
    {
        "name": [
            "Goku SON",
            "جوكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/goku-son-1.jpg?t=1625966027"
    },
    {
        "name": [
            "Rock Lee",
            "روك","لي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rock-lee-1.jpg?t=1625965433"
    },
    {
        "name": [
            "Sasha",
            "ساشا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sasha-braus-1.jpg?t=1625972798"
    },
    {
        "name": [
            "AYUZAWA",
            "أيوزاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/misaki-ayuzawa-1.jpg?t=1625967601"
    },
    {
        "name": [
            "SOHMA",
            "سوهما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyo-sohma-1.jpg?t=1625966015"
    },
    {
        "name": [
            "Yuno",
            "يونو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuno-gasai-1.jpg?t=1625968559"
    },
    {
        "name": [
            "Minato",
            "ميناتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/minato-namikaze-1.jpg?t=1625965459"
    },
    {
        "name": [
            "Sanji",
            "سانجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sanji-1.jpg?t=1625965217"
    },
    {
        "name": [
            "Shizuo",
            "شيزو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shizuo-heiwajima-1.jpg?t=1625966815"
    },
    {
        "name": [
            "Gon",
            "غون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gon-freecss-1.jpg?t=1625966241"
    },
    {
        "name": [
            "Toshiro HITSUGAYA",
            "وشيرو هيتسوجايا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/toshiro-hitsugaya-1.jpg?t=1625965230"
    },
    {
        "name": [
            "Rukia",
            "روكيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rukia-kuchiki-1.jpg?t=1625965225"
    },
    {
        "name": [
            "ARMSTRONG",
            "أليكس","أرمسترونج"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/alex-louis-armstrong-1.jpg?t=1625966007"
    },
    {
        "name": [
            "Izaya ORIHARA",
            "اشعياء اوريهارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/izaya-orihara-1.jpg?t=1625966860"
    },
    {
        "name": [
            "HINATA",
            "هيناتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shoyo-hinata-1.jpg?t=1625990149"
    },
    {
        "name": [
            "Franken STEIN",
            "فرانكين شتاين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/franken-stein-soul-eater-1.jpg?t=1625965740"
    },
    {
        "name": [
            "Yoruichi",
            "يورويتشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yoruichi-shihouin-1.jpg?t=1625965493"
    },
    {
        "name": [
            "Howl",
            "هول"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/howl-1.jpg?t=1625965924"
    },
    {
        "name": [
            "Inosuke",
            "اينوسكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/inosuke-hashibira-1.jpg?t=1626009943"
    },
    {
        "name": [
            "Hisoka",
            "هيسوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hisoka-morow-1.jpg?t=1625966241"
    },
    {
        "name": [
            "Misa",
            "ميسا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/misa-amane-1.jpg?t=1625965725"
    },
    {
        "name": [
            "Neji",
            "نيجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/neji-hyuga-1.jpg?t=1625965435"
    },
    {
        "name": [
            "GOJO",
            "غوجو","ساتورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/satoru-gojo-1.jpg?t=1628428243"
    },
    {
        "name": [
            "Spike",
            "سبايك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/spike-spiegel-1.jpg?t=1625965254"
    },
    {
        "name": [
            "Kyoya",
            " كيويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyoya-ootori-1.jpg?t=1625965197"
    },
    {
        "name": [
            "Shiro",
            "شيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shiro-no-game-no-life-1.jpg?t=1625990607"
    },
    {
        "name": [
            "Maka",
            "مكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/maka-albarn-1.jpg?t=1625965240"
    },
    {
        "name": [
            "Haruhi SUZUMIYA",
            "هاروهي سوزوميا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haruhi-suzumiya-1.jpg?t=1625965263"
    },
    {
        "name": [
            "Celty STURLUSON",
            "سيلتي ستورلسون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/celty-sturluson-1.jpg?t=1625966780"
    },
    {
        "name": [
            "KIRISHIMA",
            "كيريشيما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/touka-kirishima-1.jpg?t=1625989960"
    },
    {
        "name": [
            "Undertaker",
            "اندرتيكر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/undertaker-1.webp?t=1661300938"
    },
    {
        "name": [
            "Ryuuji",
            "ريوجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryuuji-takasu-1.jpg?t=1625965237"
    },
    {
        "name": [
            "Saber",
            "سابر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/saber-fate-stay-night-1.jpg?t=1625966548"
    },
    {
        "name": [
            "Hei",
            "يا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hei-1.jpg?t=1625966475"
    },
    {
        "name": [
            "Kurisu MAKISE",
            "كريس ماكيس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kurisu-makise-1.jpg?t=1625972831"
    },
    {
        "name": [
            "Byakuya",
            "بياكويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/byakuya-kuchiki-1.jpg?t=1625965228"
    },
    {
        "name": [
            "Mitsukuni HANINOZUKA",
            "ميتسوكوني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mitsukuni-haninozuka-1.jpg?t=1625965197"
    },
    {
        "name": [
            "Konata IZUMI",
            "إيزومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/konata-izumi-1.jpg?t=1625965399"
    },
    {
        "name": [
            "Ulquiorra SCHIFFER",
            "الكيورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ulquiorra-schiffer-1.jpg?t=1625965499"
    },
    {
        "name": [
            "Tobio",
            "توبيو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tobio-kageyama-1.jpg?t=1625990149"
    },
    {
        "name": [
            "Saeko BUSUJIMA",
            "سايكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/saeko-busujima-1.jpg?t=1625969032"
    },
    {
        "name": [
            "Sora",
            "سورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sora-no-game-no-life-1.jpg?t=1625990607"
    },
    {
        "name": [
            "Sakura HARUNO",
            "ساكورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sakura-haruno-1.webp?t=1648651812"
    },
    {
        "name": [
            "Karma AKABANE",
            "كارما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/karma-akabane-1.jpg?t=1625990785"
    },
    {
        "name": [
            "Tsunade",
            "تسونادي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tsunade-1.jpg?t=1625965220"
    },
    {
        "name": [
            "Yuri",
            "يوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuri-nakamura-1.webp?t=1653439076"
    },
    {
        "name": [
            "Zenitsu",
            "زينيتسو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zenitsu-agatsuma-1.webp?t=1640891738"
    },
    {
        "name": [
            "Koro-sensei",
            "كورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/koro-sensei-1.jpg?t=1625981104"
    },
    {
        "name": [
            "Vegeta",
            "فيجيتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/vegeta-1.jpg?t=1625966045"
    },
    {
        "name": [
            "Nami",
            "نامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nami-1.jpg?t=1625965216"
    },
    {
        "name": [
            "Mirajane STRAUSS",
            "ميراجين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mirajane-strauss-1.jpg?t=1625965751"
    },
    {
        "name": [
            "Kamina",
            "كامينا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kamina-1.jpg?t=1625965835"
    },
    {
        "name": [
            "Rintaro OKABE",
            "رينتارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rintaro-okabe-1.jpg?t=1625972829"
    },
    {
        "name": [
            "Robin NICO",
            "روبن"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/robin-nico-1.jpg?t=1625965218"
    },
    {
        "name": [
            "Ace",
            "ايس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ace-d-portgas-1.jpg?t=1625965330"
    },
    {
        "name": [
            "Near",
            "نير"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/near-1.jpg?t=1625965726"
    },
    {
        "name": [
            "Shota AIZAWA",
            "شوتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shota-aizawa-1.jpg?t=1625992615"
    },
    {
        "name": [
            "Kurapika",
            "كورابيكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kurapika-1.jpg?t=1625966651"
    },
    {
        "name": [
            "Kallen STADTFELD",
            "كالين ستادتفيلد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kallen-stadtfeld-1.jpg?t=1625965656"
    },
    {
        "name": [
            "Eijiro KIRISHIMA",
            "إيجيرو كيريشيما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eijiro-kirishima-1.jpg?t=1625993007"
    },
    {
        "name": [
            "Black Star",
            "بلاك ستار"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/black-star-1.jpg?t=1625965240"
    },
    {
        "name": [
            "Tomoya OKAZAKI",
            "تومويا أوكازاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tomoya-okazaki-1.jpg?t=1625965417"
    },
    {
        "name": [
            "Nagisa FURUKAWA",
            "ناجيسا فوروكاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nagisa-furukawa-1.jpg?t=1625965417"
    },
    {
        "name": [
            "Grimmjow JEAGERJAQUES",
            "جريمجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/grimmjow-jeagerjaques-1.jpg?t=1625965499"
    },
    {
        "name": [
            "Might GUY",
            "غاي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/might-guy-1.jpg?t=1625965437"
    },
    {
        "name": [
            "Gintoki SAKATA",
            "جينتوكي ساكاتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gintoki-sakata-1.jpg?t=1625966114"
    },
    {
        "name": [
            "Inuyasha",
            "إينوياشا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/inuyasha-1.jpg?t=1625965778"
    },
    {
        "name": [
            "Zero KIRYU",
            "زيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zero-kiryu-1.jpg?t=1625966265"
    },
    {
        "name": [
            "Gajeel REDFOX",
            "جيجل ريدفوكس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gajeel-redfox-1.jpg?t=1625965753"
    },
    {
        "name": [
            "Takashi MORINOZUKA",
            "تاكاشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/takashi-morinozuka-1.jpg?t=1625965197"
    },
    {
        "name": [
            "Chopper",
            "شوبر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tony-tony-chopper-1.jpg?t=1625965218"
    },
    {
        "name": [
            "Juuzou SUZUYA",
            "جوزو سوزويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/juuzou-suzuya-1.jpg?t=1625991947"
    },
    {
        "name": [
            "All Might",
            "أوول مايت","يـاغـي تـوشـينـوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/all-might-1.jpg?t=1625992613"
    },
    {
        "name": [
            "Nyu",
            "نيو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nyu-elfen-lied-1.jpg?t=1625965978"
    },
    {
        "name": [
            "Mei MISAKI",
            "ماي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mei-misaki-1.jpg?t=1625976092"
    },
    {
        "name": [
            "Yuzuru OTONASHI",
            "يوزورو أوتوناشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuzuru-otonashi-1.webp?t=1653440984"
    },
    {
        "name": [
            "Renji ABARAI",
            "أباراي رينجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/renji-abarai-1.jpg?t=1625965232"
    },
    {
        "name": [
            "Holo",
            "هولو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/holo-1.jpg?t=1625965379"
    },
    {
        "name": [
            "Genos",
            "جينوس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/genos-1.jpg?t=1625980819"
    },
    {
        "name": [
            "Ban",
            "بان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ban-nanatsu-no-taizai-1.jpg?t=1625992263"
    },
    {
        "name": [
            "Nagisa SHIOTA",
            "ناجيسا شيوتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nagisa-shiota-1.jpg?t=1625981373"
    },
    {
        "name": [
            "Revy",
            "ريفي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/revy-1.jpg?t=1625965743"
    },
    {
        "name": [
            "Shanks",
            "شانكس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shanks-1.jpg?t=1625965586"
    },
    {
        "name": [
            "Osamu DAZAI",
            "أوسامو دازاي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/osamu-dazai-1.jpg?t=1626002781"
    },
    {
        "name": [
            "Yu NISHINOYA",
            "يو نيشينويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yu-nishinoya-1.jpg?t=1625990149"
    },
    {
        "name": [
            "Annie LEONHART",
            "آني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/annie-leonhart-1.jpg?t=1625972799"
    },
    {
        "name": [
            "Yuji ITADORI",
            "ايتادوري يوجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuji-itadori-1.webp?t=1628954991"
    },
    {
        "name": [
            "Tohru HONDA",
            "تورو هوندا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tohru-honda-1.jpg?t=1625966015"
    },
    {
        "name": [
            "Izumi CURTIS",
            "ايزومي كورتز"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/izumi-curtis-1.jpg?t=1625966009"
    },
    {
        "name": [
            "Hitagi SENJOGAHARA",
            "هيتاجي سينجوغاهارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hitagi-senjogahara-1.jpg?t=1625965329"
    },
    {
        "name": [
            "Yoko LITTNER",
            "يوكو ليتنر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yoko-littner-1.jpg?t=1625965834"
    },
    {
        "name": [
            "Yui",
            "يوي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yui-sword-art-online-1.jpg?t=1625978288"
    },
    {
        "name": [
            "Greed",
            "جريد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/greed-1.jpg?t=1625965993"
    },
    {
        "name": [
            "Allen WALKER",
            "الين ووكر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/allen-walker-1.jpg?t=1625965565"
    },
    {
        "name": [
            "Gin ICHIMARU",
            "جين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gin-ichimaru-1.jpg?t=1625965488"
    },
    {
        "name": [
            "Yui",
            "يوي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yui-angel-beats-1.jpg?t=1625967854"
    },
    {
        "name": [
            "Rias GREMORY",
            "جريموري رياس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rias-gremory-1.jpg?t=1625975953"
    },
    {
        "name": [
            "Tomoe",
            "توموي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tomoe-kamisama-kiss-1.jpg?t=1625977345"
    },
    {
        "name": [
            "Deidara",
            "ديدارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/deidara-1.webp?t=1667088054"
    },
    {
        "name": [
            "Jellal FERNANDES",
            "جلال فرنانديز"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jellal-fernandes-1.jpg?t=1625965751"
    },
    {
        "name": [
            "Akame",
            "أكامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akame-akame-ga-kill-1.jpg?t=1629220807"
    },
    {
        "name": [
            "Mio AKIYAMA",
            "ميو اكياما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mio-akiyama-1.jpg?t=1625965194"
    },
    {
        "name": [
            "Ochaco URARAKA",
            "أوراراكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ochaco-uraraka-1.jpg?t=1625992611"
    },
    {
        "name": [
            "Hideyoshi NAGACHIKA",
            "هيديوشي ناجاشيكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hideyoshi-nagachika-1.jpg?t=1625989960"
    },
    {
        "name": [
            "Tetsuya KUROKO",
            "كوروكو تيتسويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tetsuya-kuroko-1.jpg?t=1625977309"
    },
    {
        "name": [
            "Grell SUTCLIFFE",
            "جريل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/grell-sutcliffe-1.webp?t=1661063572"
    },
    {
        "name": [
            "Tsubaki NAKATSUKASA",
            "ناكاتسوكاسا تسوباكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tsubaki-nakatsukasa-1.jpg?t=1625965740"
    },
    {
        "name": [
            "Kenshin HIMURA",
            "هيمورا كينشين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kenshin-himura-1.jpg?t=1625965412"
    },
    {
        "name": [
            "Akamaru",
            "أكامارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akamaru-1.jpg?t=1625965223"
    },
    {
        "name": [
            "Vash the Stampede",
            "فاش"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/vash-the-stampede-1.jpg?t=1625965943"
    },
    {
        "name": [
            "Rimuru TEMPEST",
            "ريمورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rimuru-tempest-1.jpg?t=1625997492"
    },
    {
        "name": [
            "Juvia LOXAR",
            "جوفيا لوكسار"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/juvia-loxar-1.jpg?t=1625965753"
    },
    {
        "name": [
            "Kon",
            "كون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kon-1.jpg?t=1625965232"
    },
    {
        "name": [
            "Calcifer",
            "كالسيفر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/calcifer-1.jpg?t=1625965924"
    },
    {
        "name": [
            "Orochimaru",
            "أوروتشيمارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/orochimaru-1.jpg?t=1625965404"
    },
    {
        "name": [
            "Rin TOHSAKA",
            "رين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rin-tohsaka-1.jpg?t=1625966652"
    },
    {
        "name": [
            "Klein",
            "كلاين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/klein-1.jpg?t=1625974540"
    },
    {
        "name": [
            "Pain",
            "باين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/pain-1.jpg?t=1625965466"
    },
    {
        "name": [
            "Koshi SUGAWARA",
            "كـوشـي "
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/koshi-sugawara-1.jpg?t=1625991212"
    },
    {
        "name": [
            "Neliel Tu ODELSCHWANCK",
            "نيل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/neliel-tu-odelschwanck-1.jpg?t=1625965501"
    },
    {
        "name": [
            "Megumi FUSHIGURO",
            "ميجومي فوشيغورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/megumi-fushiguro-1.jpg?t=1626010652"
    },
    {
        "name": [
            "Erwin SMITH",
            "اروين سميث"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/erwin-smith-1.jpg?t=1625973323"
    },
    {
        "name": [
            "Loke",
            "لوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/loke-1.jpg?t=1625965751"
    },
    {
        "name": [
            "Jean KIRSCHTEIN",
            "جان كرسشين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jean-kirschtein-1.jpg?t=1625972798"
    },
    {
        "name": [
            "Tsuyu ASUI",
            "تسويو أسوي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tsuyu-asui-1.jpg?t=1625993004"
    },
    {
        "name": [
            "Usopp",
            "يوسوب"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/usopp-1.jpg?t=1625965217"
    },
    {
        "name": [
            "Rem",
            "ريم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rem-re-zero-kara-hajimeru-isekai-seikatsu-1.jpg?t=1625995345"
    },
    {
        "name": [
            "Orihime INOUE",
            "أوريهيمي إينو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/orihime-inoue-1.jpg?t=1625965225"
    },
    {
        "name": [
            "Yuki NAGATO",
            "ناجاتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuki-nagato-1.jpg?t=1625965378"
    },
    {
        "name": [
            "Denki KAMINARI",
            "كاميناري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/denki-kaminari-1.jpg?t=1625993027"
    },
    {
        "name": [
            "Wendy MARVELL",
            "ويندي مارفيل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/wendy-marvell-1.jpg?t=1625970729"
    },
    {
        "name": [
            "TOMIOKA",
            "غيو توميوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/giyuu-tomioka-1.jpg?t=1626009923"
    },
    {
        "name": [
            "Victor NIKIFOROV",
            "فيكتور نيكيفوروف"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/victor-nikiforov-1.jpg?t=1626003036"
    },
    {
        "name": [
            "Kuro",
            "كورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kuro-blue-exorcist-1.webp?t=1653350822"
    },
    {
        "name": [
            "Yui HIRASAWA",
            "يوي هيراساوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yui-hirasawa-1.jpg?t=1625965194"
    },
    {
        "name": [
            "Brook",
            "بروك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/brook-1.jpg?t=1625965218"
    },
    {
        "name": [
            "Asuma SARUTOBI",
            "أسوما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/asuma-sarutobi-1.webp?t=1648652017"
    },
    {
        "name": [
            "Kei TSUKISHIMA",
            "كي تسوكيشيما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kei-tsukishima-1.jpg?t=1625991253"
    },
    {
        "name": [
            "T.K.",
            "تك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tk-1.jpg?t=1625967784"
    },
    {
        "name": [
            "Kenma KOZUME",
            "كـيـنـما كـوزوم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kenma-kozume-1.jpg?t=1625991525"
    },
    {
        "name": [
            "Ray",
            " راي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ray-the-promised-neverland-1.jpg?t=1626005774"
    },
    {
        "name": [
            "Ryuuko MATOI",
            "ريوكو ماتوي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryuuko-matoi-1.jpg?t=1625989826"
    },
    {
        "name": [
            "Akio FURUKAWA",
            " فوروكاوا آكيو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akio-furukawa-1.jpg?t=1625965425"
    },
    {
        "name": [
            "Yuki SOHMA",
            "يوكي سوهما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuki-sohma-1.jpg?t=1625966015"
    },
    {
        "name": [
            "Sesshomaru",
            "سيسشومارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sesshomaru-1.jpg?t=1625965783"
    },
    {
        "name": [
            "Kiba INUZUKA",
            "فانغ إينوزوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kiba-inuzuka-1.jpg?t=1625965433"
    },
    {
        "name": [
            "Blair",
            "بلير"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/blair-1.jpg?t=1625965742"
    },
    {
        "name": [
            "Envy",
            "انفي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/envy-1.jpg?t=1625965990"
    },
    {
        "name": [
            "Yukine",
            "يوكيني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yukine-noragami-1.jpg?t=1625990660"
    },
    {
        "name": [
            "Shiro",
            "شيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shiro-1.jpg?t=1625972864"
    },
    {
        "name": [
            "Shouko NISHIMIYA",
            "نيشيميا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shouko-nishimiya-1.jpg?t=1625991975"
    },
    {
        "name": [
            "Tomoyo SAKAGAMI",
            "تومويا ساكاغامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tomoyo-sakagami-1.jpg?t=1625965425"
    },
    {
        "name": [
            "Kyuubi",
            "كيوبي","كوراما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyuubi-1.jpg?t=1625971449"
    },
    {
        "name": [
            "Sawako KURONUMA",
            "سوكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sawako-kuronuma-1.jpg?t=1625965357"
    },
    {
        "name": [
            "Temari",
            "تماري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/temari-1.jpg?t=1625965462"
    },
    {
        "name": [
            "Hideki HINATA",
            "هيناتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hideki-hinata-1.jpg?t=1625967857"
    },
    {
        "name": [
            "Kyon",
            "كيون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyon-1.jpg?t=1625965378"
    },
    {
        "name": [
            "Homura AKEMI",
            "أكيمي همرا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/homura-akemi-1.webp?t=1644536937"
    },
    {
        "name": [
            "Scar",
            "سكار"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/scar-1.jpg?t=1625965983"
    },
    {
        "name": [
            "Meliodas",
            "ميليوداس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/meliodas-1.jpg?t=1625992106"
    },
    {
        "name": [
            "Fumikage TOKOYAMI",
            "فومي توكويامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/fumikage-tokoyami-1.jpg?t=1625993023"
    },
    {
        "name": [
            "Suzaku KURURUGI",
            "سوزاكو كوروروجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/suzaku-kururugi-1.jpg?t=1625965655"
    },
    {
        "name": [
            "Souma YUKIHIRA",
            "سوما يوكيهيرا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/souma-yukihira-1.jpg?t=1625980872"
    },
    {
        "name": [
            "Azusa NAKANO",
            "ناكانو أزوسا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/azusa-nakano-1.jpg?t=1625965195"
    },
    {
        "name": [
            "Ling YAO",
            "لين جي أو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ling-yao-1.jpg?t=1625966014"
    },
    {
        "name": [
            "Shigure SOHMA",
            "سوما شيجوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shigure-sohma-1.jpg?t=1625966016"
    },
    {
        "name": [
            "Fuuko IBUKI",
            "فوكو إيبوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/fuuko-ibuki-1.jpg?t=1625965418"
    },
    {
        "name": [
            "Haku",
            "هاكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haku-spirited-away-1.jpg?t=1625965919"
    },
    {
        "name": [
            "Mikoto MISAKA",
            "ميساكي ميكوتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikoto-misaka-1.jpg?t=1625966150"
    },
    {
        "name": [
            "Shunsui KYORAKU",
            "شونسو إيراكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shunsui-kyoraku-1.jpg?t=1625965229"
    },
    {
        "name": [
            "Shinobu OSHINO",
            "شينوبو أوشينو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinobu-oshino-1.jpg?t=1625965332"
    },
    {
        "name": [
            "Masaomi KIDA",
            "كيدا ماساومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/masaomi-kida-1.jpg?t=1625966722"
    },
    {
        "name": [
            "Zero Two",
            "زيرو تو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zero-two-1.jpg?t=1626008146"
    },
    {
        "name": [
            "Hiyori IKI",
            "هيوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hiyori-iki-1.jpg?t=1625990599"
    },
    {
        "name": [
            "Kyoujurou RENGOKU",
            "رينغوكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyoujurou-rengoku-1.jpg?t=1626010556"
    },
    {
        "name": [
            "Haruka NANASE",
            "هاروكا ناناسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haruka-nanase-free-iwatobi-swim-club-1.jpg?t=1625981502"
    },
    {
        "name": [
            "Hatsuharu SOHMA",
            "سوما هاتسوهارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hatsuharu-sohma-1.jpg?t=1625966018"
    },
    {
        "name": [
            "Mayuri SHIINA",
            "مايوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mayuri-shiina-1.jpg?t=1625972831"
    },
    {
        "name": [
            "Decim",
            "ديكم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/decim-1.jpg?t=1625980726"
    },
    {
        "name": [
            "Ash KETCHUM",
            "آش"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ash-ketchum-1.jpg?t=1625966304"
    },
    {
        "name": [
            "Minene URYUU",
            "مينيني أوريو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/minene-uryuu-1.jpg?t=1625971213"
    },
    {
        "name": [
            "Rikka TAKANASHI",
            "تاكاناشي تاتشيبانا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rikka-takanashi-1.jpg?t=1625979070"
    },
    {
        "name": [
            "Rangiku MATSUMOTO",
            "رانجيكو ماتسوموتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rangiku-matsumoto-1.jpg?t=1625965491"
    },
    {
        "name": [
            "Akeno HIMEJIMA",
            "أكينو هيميجيما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akeno-himejima-1.jpg?t=1625975957"
    },
    {
        "name": [
            "Aru AKISE",
            " ارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/aru-akise-1.webp?t=1634230467"
    },
    {
        "name": [
            "Crona",
            "كرونا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/crona-1.jpg?t=1625965412"
    },
    {
        "name": [
            "Ryunosuke TANAKA",
            "ريونوسوكي تاناكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryunosuke-tanaka-1.jpg?t=1625990150"
    },
    {
        "name": [
            "Levy MCGARDEN",
            "ليفي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/levy-mcgarden-1.jpg?t=1625967054"
    },
    {
        "name": [
            "Kyou FUJIBAYASHI",
            "فوجيباياشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyou-fujibayashi-1.jpg?t=1625965421"
    },
    {
        "name": [
            "Nobara KUGISAKI",
            "وايلد روز كوجيزاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nobara-kugisaki-1.jpg?t=1626010653"
    },
    {
        "name": [
            "Tobi",
            "توبي","اوبيتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tobi-1.jpg?t=1625965467"
    },
    {
        "name": [
            "Megumin",
            "ميجومين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/megumin-1.jpg?t=1625993830"
    },
    {
        "name": [
            "Christa LENZ",
            "كريستا","هيستوريا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/christa-lenz-1.jpg?t=1625972797"
    },
    {
        "name": [
            "Edward",
            "إدوارد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/edward-1.jpg?t=1625965256"
    },
    {
        "name": [
            "Masami IWASAWA",
            "ماسامي إيواساوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/masami-iwasawa-1.jpg?t=1625967783"
    },
    {
        "name": [
            "Guts",
            "غاتس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/guts-1.jpg?t=1625966053"
    },
    {
        "name": [
            "Simon",
            "سيمون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/simon-1.jpg?t=1625965835"
    },
    {
        "name": [
            "Koyomi ARARAGI",
            "كويـومي "
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/koyomi-araragi-1.jpg?t=1625965329"
    },
    {
        "name": [
            "Mugen",
            "موغن"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mugen-1.webp?t=1678419479"
    },
    {
        "name": [
            "Finnian",
            "فينيان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/finnian-1.webp?t=1660688350"
    },
    {
        "name": [
            "Kusuo SAIKI",
            "سايكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kusuo-saiki-1.webp?t=1651602253"
    },
    {
        "name": [
            "Minori KUSHIEDA",
            "مينوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/minori-kushieda-1.jpg?t=1625965238"
    },
    {
        "name": [
            "Momo YAOYOROZU",
            "مومو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/momo-yaoyorozu-1.jpg?t=1625993011"
    },
    {
        "name": [
            "Sadao MAOU",
            "ماو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sadao-maou-1.webp?t=1662128508"
    },
    {
        "name": [
            "Uryu ISHIDA",
            "إيشيدا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/uryu-ishida-1.jpg?t=1639955996"
    },
    {
        "name": [
            "Mizore SHIRAYUKI",
            "ميزور"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mizore-shirayuki-1.jpg?t=1625966611"
    },
    {
        "name": [
            "Izumi MIYAMURA",
            "إيزومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/izumi-miyamura-1.jpg?t=1625980460"
    },
    {
        "name": [
            "Ino YAMANAKA",
            "إينو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ino-yamanaka-1.webp?t=1648650018"
    },
    {
        "name": [
            "Laxus DREYAR",
            "لاكسوس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/laxus-dreyar-1.webp?t=1660290423"
    },
    {
        "name": [
            "Franky",
            "فرانكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/franky-flam-1.jpg?t=1625965218"
    },
    {
        "name": [
            "Seras VICTORIA",
            "سراس فيكتوريا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/seras-victoria-1.jpg?t=1625965337"
    },
    {
        "name": [
            "Jibril",
            "جبريل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jibril-1.jpg?t=1625991380"
    },
    {
        "name": [
            "Olivier Mira ARMSTRONG",
            "أوليفر ميرا أرمسترونج"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/olivier-mira-armstrong-1.jpg?t=1625966008"
    },
    {
        "name": [
            "Rei AYANAMI",
            " ري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rei-ayanami-1.jpg?t=1625966262"
    },
    {
        "name": [
            "Hinami FUEGUCHI",
            "هينامي فويغوشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hinami-fueguchi-1.jpg?t=1625991720"
    },
    {
        "name": [
            "Tetsurou KUROO",
            "تيتسورو كورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tetsurou-kuroo-1.jpg?t=1625991527"
    },
    {
        "name": [
            "Leorio PALADIKNIGHT",
            "ليوريو بالاديكنايت"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/leorio-paladiknight-1.jpg?t=1625968458"
    },
    {
        "name": [
            "Yuuri KATSUKI",
            "مواتية كازوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuuri-katsuki-1.jpg?t=1626003036"
    },
    {
        "name": [
            "Emma",
            "إيما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/emma-the-promised-neverland-1.jpg?t=1626005773"
    },
    {
        "name": [
            "Mello",
            "ميلو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mello-1.jpg?t=1625965726"
    },
    {
        "name": [
            "Chii",
            "تشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chii-1.jpg?t=1625965667"
    },
    {
        "name": [
            "Kotomi ICHINOSE",
            "كوتومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kotomi-ichinose-1.jpg?t=1625965418"
    },
    {
        "name": [
            "Yachiru KUSAJISHI",
            "ياشيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yachiru-kusajishi-1.webp?t=1639963053"
    },
    {
        "name": [
            "Chihiro OGINO",
            "شيهيرو اوجينو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chihiro-ogino-1.jpg?t=1625965918"
    },
    {
        "name": [
            "Norman",
            "نورمان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/norman-the-promised-neverland-1.jpg?t=1626005774"
    },
    {
        "name": [
            "Moka AKASHIYA",
            "موكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/moka-akashiya-1.jpg?t=1625966610"
    },
    {
        "name": [
            "Archer",
            "آرتشر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/archer-1.jpg?t=1625966667"
    },
    {
        "name": [
            "Piccolo",
            "بيكولو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/piccolo-1.jpg?t=1625966190"
    },
    {
        "name": [
            "Asuka Langley SORYU",
            "أسوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/asuka-langley-soryu-1.jpg?t=1625966262"
    },
    {
        "name": [
            "Violet EVERGARDEN",
            "فيوليت"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/violet-evergarden-1.jpg?t=1626004258"
    },
    {
        "name": [
            "Shinya KOUGAMI",
            "كوغامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinya-kougami-1.jpg?t=1625979161"
    },
    {
        "name": [
            "Daichi SAWAMURA",
            "دايشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/daichi-sawamura-1.jpg?t=1625991211"
    },
    {
        "name": [
            "Conny SPRINGER",
            "كوني سبرينجر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/conny-springer-1.jpg?t=1625972798"
    },
    {
        "name": [
            "Anya FORGER",
            "أنيا فورجر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/anya-forger-1.webp?t=1649527813"
    },
    {
        "name": [
            "Joseph JOESTAR",
            "جوزيف جوستار"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/joseph-joestar-1.jpg?t=1625971431"
    },
    {
        "name": [
            "Hancock BOA",
            "هانكوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hancock-boa-1.jpg?t=1625965588"
    },
    {
        "name": [
            "Mephisto PHELES",
            "ميفيستو فيليس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mephisto-pheles-1.jpg?t=1625972084"
    },
    {
        "name": [
            "Kaname KURAN",
            "كانامي كوران"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kaname-kuran-1.jpg?t=1625966265"
    },
    {
        "name": [
            "Yukio OKUMURA",
            "يوكيو أوكومورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yukio-okumura-1.webp?t=1653351625"
    },
    {
        "name": [
            "Makoto TACHIBANA",
            "ماكوتو شينكاي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/makoto-tachibana-1.jpg?t=1625981503"
    },
    {
        "name": [
            "Sai",
            "ساي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sai-1.jpg?t=1625965442"
    },
    {
        "name": [
            "Dracule MIHAWK",
            "ميهوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/juracule-mihawk-1.jpg?t=1625965587"
    },
    {
        "name": [
            "Shouya ISHIDA",
            "ايشيدا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shouya-ishida-1.jpg?t=1625991975"
    },
    {
        "name": [
            "Makarov DREYAR",
            "ماكاروف درير"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/makarov-dreyar-1.jpg?t=1625965751"
    },
    {
        "name": [
            "Hak SON",
            "هـاك سـون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hak-son-1.webp?t=1675441833"
    },
    {
        "name": [
            "Raphtalia",
            "رافتالية"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/raphtalia-1.jpg?t=1625992951"
    },
    {
        "name": [
            "Kyoka JIRO",
            " جيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyoka-jiro-1.jpg?t=1625993022"
    },
    {
        "name": [
            "Mystogan",
            "ميستوجان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mystogan-1.jpg?t=1625965753"
    },
    {
        "name": [
            "Zangetsu",
            "زانجيتسو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zangetsu-1.jpg?t=1625967711"
    },
    {
        "name": [
            "Cana ALBERONA",
            "كانا البيرونا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/cana-alberona-1.jpg?t=1625965752"
    },
    {
        "name": [
            "Trafalgar LAW",
            "لاو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/trafalgar-law-1.jpg?t=1625967179"
    },
    {
        "name": [
            "Faye VALENTINE",
            "فاي فالنتين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/faye-valentine-1.jpg?t=1625965256"
    },
    {
        "name": [
            "Ritsu TAINAKA",
            "تايناكا ريتسو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ritsu-tainaka-1.jpg?t=1625965195"
    },
    {
        "name": [
            "Hachiman HIKIGAYA",
            "ياواتا هيكيجايا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hachiman-hikigaya-1.jpg?t=1625980730"
    },
    {
        "name": [
            "Zabuza MOMOCHI",
            "زابوزا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zabuza-momochi-1.webp?t=1658816764"
    },
    {
        "name": [
            "Haku",
            "هاكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haku-1.webp?t=1658816704"
    },
    {
        "name": [
            "Taiga KAGAMI",
            "كاجامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/taiga-kagami-1.jpg?t=1625977309"
    },
    {
        "name": [
            "Momiji SOHMA",
            "موميجي سوهما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/momiji-sohma-1.jpg?t=1625966020"
    },
    {
        "name": [
            "Yin",
            "ين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yin-1.jpg?t=1625966544"
    },
    {
        "name": [
            "Asahi AZUMANE",
            "اساهي هيغاشين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/asahi-azumane-1.jpg?t=1625991437"
    },
    {
        "name": [
            "Ash Lynx",
            "آش لينكس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ash-lynx-1.jpg?t=1625994835"
    },
    {
        "name": [
            "Daiki AOMINE",
            "اوميني دايكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/daiki-aomine-1.jpg?t=1625979099"
    },
    {
        "name": [
            "Ryouta KISE",
            "كيسي ريوتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryouta-kise-1.jpg?t=1625977311"
    },
    {
        "name": [
            "Takashi KOMURO",
            "تاكاشي كومورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/takashi-komuro-1.jpg?t=1625967555"
    },
    {
        "name": [
            "Esdeath",
            "ايسديث"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/esdeath-1.jpg?t=1625991927"
    },
    {
        "name": [
            "Rem",
            "ريم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rem-1.jpg?t=1625965731"
    },
    {
        "name": [
            "Yuri PLISETSKY",
            "يوري بليسيتسكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuri-plisetsky-1.jpg?t=1626003036"
    },
    {
        "name": [
            "Houtarou OREKI",
            "هوتارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/houtarou-oreki-1.jpg?t=1625977545"
    },
    {
        "name": [
            "Iruka UMINO",
            "إيروكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/iruka-umino-1.webp?t=1651414176"
    },
    {
        "name": [
            "Kaori MIYAZONO",
            "كاوري ميازنو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kaori-miyazono-1.jpg?t=1625992109"
    },
    {
        "name": [
            "Meiko HONMA",
            "ناكيكو هونما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/meiko-honma-1.jpg?t=1625973012"
    },
    {
        "name": [
            "Senkuu ISHIGAMI",
            "سينكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/senkuu-ishigami-1.jpg?t=1626007250"
    },
    {
        "name": [
            "Tsumugi KOTOBUKI",
            "تسوموجي كوتوبوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tsumugi-kotobuki-1.jpg?t=1625965195"
    },
    {
        "name": [
            "Rin",
            "رين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rin-matsuoka-1.jpg?t=1625981503"
    },
    {
        "name": [
            "Uta",
            "يوتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/uta-tokyo-ghoul-1.jpg?t=1625991721"
    },
    {
        "name": [
            "Shura KIRIGAKURE",
            "شورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shura-kirigakure-1.webp?t=1653352911"
    },
    {
        "name": [
            "Louise",
            "لويز"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/louise-francoise-le-blanc-de-la-valliere-1.jpg?t=1625966807"
    },
    {
        "name": [
            "Morgiana",
            "مورجيانا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/morgiana-1.jpg?t=1625979170"
    },
    {
        "name": [
            "Kagome HIGURASHI",
            "كاغومي هيغوراشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kagome-higurashi-1.jpg?t=1625965778"
    },
    {
        "name": [
            "Shana",
            "شانا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shana-1.jpg?t=1625966475"
    },
    {
        "name": [
            "Yasutora SADO",
            "أنتورا سادو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yasutora-sado-1.jpg?t=1625965226"
    },
    {
        "name": [
            "Shiina",
            "شينا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shiina-angel-beats-1.jpg?t=1625967858"
    },
    {
        "name": [
            "Chika FUJIWARA",
            "فوجيوارا","تشيكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chika-fujiwara-1.jpg?t=1626010605"
    },
    {
        "name": [
            "Mafuyu SATO",
            "ساتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mafuyu-sato-1.jpg?t=1626004977"
    },
    {
        "name": [
            "Jyushiro UKITAKE",
            "جوشيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jyushiro-ukitake-1.webp?t=1639965188"
    },
    {
        "name": [
            "Lavi",
            "لافي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lavi-1.jpg?t=1625965566"
    },
    {
        "name": [
            "Trunks",
            "ترونكس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/future-trunks-1.jpg?t=1625966189"
    },
    {
        "name": [
            "Tooru OIKAWA",
            "أويكاوا تورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tooru-oikawa-1.jpg?t=1625991378"
    },
    {
        "name": [
            "Toge INUMAKI",
            "ثورن إينوماكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/toge-inumaki-1.jpg?t=1626010655"
    },
    {
        "name": [
            "Naofumi IWATANI",
            "ناوفومي إيواتاني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/naofumi-iwatani-1.jpg?t=1625992454"
    },
    {
        "name": [
            "Sousuke SAGARA",
            "سوسوكي ساغارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sousuke-sagara-1.jpg?t=1625965335"
    },
    {
        "name": [
            "Tenya IIDA",
            "إيدا تينيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tenya-iida-1.jpg?t=1625992612"
    },
    {
        "name": [
            "Yor FORGER",
            "يور فورجير"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yor-forger-1.webp?t=1671362041"
    },
    {
        "name": [
            "Mey-Rin",
            "مي رين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mey-rin-1.webp?t=1660952466"
    },
    {
        "name": [
            "Haru YOSHIDA",
            "يوشيدا هارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haru-yoshida-1.jpg?t=1625979028"
    },
    {
        "name": [
            "Keima KATSURAGI",
            "كيما كاتسوراغي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/keima-katsuragi-1.jpg?t=1625970256"
    },
    {
        "name": [
            "Gildarts CLIVE",
            "غيلدارتس كليف"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gildarts-clive-1.jpg?t=1625973093"
    },
    {
        "name": [
            "Eikichi ONIZUKA",
            "إيكيتشي أونيزوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eikichi-onizuka-1.jpg?t=1625966240"
    },
    {
        "name": [
            "Gohan SON",
            "سون جوهان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gohan-son-1.jpg?t=1625966045"
    },
    {
        "name": [
            "Shigeo KAGEYAMA",
            "شيجيو كاجياما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shigeo-kageyama-1.jpg?t=1626003484"
    },
    {
        "name": [
            "Loid FORGER",
            "لويد فورجر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/loid-forger-1.webp?t=1654387994"
    },
    {
        "name": [
            "Mikuru ASAHINA",
            "ميكورو أساهينا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikuru-asahina-1.jpg?t=1625965378"
    },
    {
        "name": [
            "Kaguya SHINOMIYA",
            "كاغويا شينوميا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kaguya-shinomiya-1.jpg?t=1625997672"
    },
    {
        "name": [
            "Mashiro SHIINA",
            "ماشرو شينا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mashiro-shiina-1.jpg?t=1625979188"
    },
    {
        "name": [
            "Patricia THOMPSON",
            "باتريشيا تومسون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/patricia-thompson-1.jpg?t=1625965740"
    },
    {
        "name": [
            "Ayame SOHMA",
            "أيامي سوهما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ayame-sohma-1.jpg?t=1625966018"
    },
    {
        "name": [
            "Eucliwood HELLSCYTHE",
            "يوكليوود هيلسيث"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eucliwood-hellscythe-1.jpg?t=1629055988"
    },
    {
        "name": [
            "Kota HIRANO",
            "كوتا هيرانو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kota-hirano-1.jpg?t=1625969032"
    },
    {
        "name": [
            "Shino ABURAME",
            "شينو أبورامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shino-aburame-1.jpg?t=1625965432"
    },
    {
        "name": [
            "Hatori SOHMA",
            "هاتوري سوهما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hatori-sohma-1.jpg?t=1625966017"
    },
    {
        "name": [
            "Totoro",
            "توتورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/totoro-1.jpg?t=1625966024"
    },
    {
        "name": [
            "Misato KATSURAGI",
            "ميساتو كاتسوراغي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/misato-katsuragi-1.jpg?t=1625966261"
    },
    {
        "name": [
            "Jotaro KUJO",
            "جوتارو كوجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jotaro-kujo-1.jpg?t=1625971430"
    },
    {
        "name": [
            "Mako MANKANSHOKU",
            "ماكو مانكانشوكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mako-mankanshoku-1.jpg?t=1625989826"
    },
    {
        "name": [
            "Mikaela HYAKUYA",
            "ميكايلا هياكويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikaela-hyakuya-1.jpg?t=1625992873"
    },
    {
        "name": [
            "Dante",
            "دانتي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/dante-1.jpg?t=1625966484"
    },
    {
        "name": [
            "Konan",
            "كونان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/konan-1.jpg?t=1625967556"
    },
    {
        "name": [
            "Virgo",
            "فيرجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/virgo-1.jpg?t=1625966725"
    },
    {
        "name": [
            "Arataka REIGEN",
            "أراتاكا ريغن"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/arataka-reigen-1.webp?t=1666978053"
    },
    {
        "name": [
            "Inori YUZURIHA",
            "اينوري يوزورويها"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/inori-yuzuriha-1.jpg?t=1625974694"
    },
    {
        "name": [
            "Kento NANAMI",
            "نانامي كينتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kento-nanami-1.jpg?t=1626010659"
    },
    {
        "name": [
            "Ami KAWASHIMA",
            "كاواشيما امي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ami-kawashima-1.jpg?t=1625965238"
    },
    {
        "name": [
            "Rika FURUDE",
            "ريكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rika-furude-1.jpg?t=1625966335"
    },
    {
        "name": [
            "Nana",
            "نانا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nana-elfen-lied-1.jpg?t=1625965979"
    },
    {
        "name": [
            "Ikkaku MADARAME",
            "إيكاكو مادارامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ikkaku-madarame-1.jpg?t=1625965493"
    },
    {
        "name": [
            "Koneko TOUJOU",
            "كونيكو توجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/koneko-toujou-1.jpg?t=1625975959"
    },
    {
        "name": [
            "Kagura",
            "كاجورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kagura-gintama-1.jpg?t=1625966115"
    },
    {
        "name": [
            "Momonga",
            "مومونجا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/momonga-overlord-1.webp?t=1660713258"
    },
    {
        "name": [
            "Sasori",
            "ساسوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sasori-1.jpg?t=1625965466"
    },
    {
        "name": [
            "Spirit ALBARN",
            "سبيريت البارن"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/spirit-albarn-1.jpg?t=1625965242"
    },
    {
        "name": [
            "Silica",
            "سيليكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/silica-1.jpg?t=1625978380"
    },
    {
        "name": [
            "Yu KANDA",
            "يو كاندا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yu-kanda-1.jpg?t=1625965566"
    },
    {
        "name": [
            "Hanako",
            "هاناكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hanako-toilet-bound-hanako-kun-1.webp?t=1639538100"
    },
    {
        "name": [
            "Shuhei HISAGI",
            "شوهي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shuhei-hisagi-1.webp?t=1640812024"
    },
    {
        "name": [
            "Lisbeth",
            "ليزبيث"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lisbeth-1.jpg?t=1625978427"
    },
    {
        "name": [
            "Suguha KIRIGAYA",
            "سوغو كيريجايا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/suguha-kirigaya-1.jpg?t=1625978288"
    },
    {
        "name": [
            "Clare",
            "كلير"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/clare-1.jpg?t=1625966249"
    },
    {
        "name": [
            "Migi",
            "ميجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/migi-1.jpg?t=1625977921"
    },
    {
        "name": [
            "Tenten",
            "تين تين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tenten-1.jpg?t=1625965436"
    },
    {
        "name": [
            "Akatsuki",
            "أكاتسوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akatsuki-log-horizon-1.jpg?t=1625989887"
    },
    {
        "name": [
            "Youhei SUNOHARA",
            "سونوهارا يوهي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/youhei-sunohara-1.jpg?t=1625965421"
    },
    {
        "name": [
            "Emilia",
            "إميليا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/emilia-1.jpg?t=1625995341"
    },
    {
        "name": [
            "Rei MIYAMOTO",
            "راي مياموتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rei-miyamoto-1.jpg?t=1625968971"
    },
    {
        "name": [
            "Agil",
            "أجيل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/agil-1.jpg?t=1625974517"
    },
    {
        "name": [
            "Lust",
            "لاست"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lust-1.jpg?t=1625965984"
    },
    {
        "name": [
            "Dabi",
            "دابي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/dabi-1.jpg?t=1625996469"
    },
    {
        "name": [
            "Madoka KANAME",
            "مادوكا كانام"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/madoka-kaname-1.jpg?t=1625971468"
    },
    {
        "name": [
            "Hidan",
            "هيدان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hidan-1.jpg?t=1625965467"
    },
    {
        "name": [
            "Jin",
            "جين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jin-samurai-champloo-1.webp?t=1671749318"
    },
    {
        "name": [
            "Mina ASHIDO",
            "أشيدو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mina-ashido-1.jpg?t=1625993008"
    },
    {
        "name": [
            "Yumeko JABAMI",
            "يوميكو جابامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yumeko-jabami-1.jpg?t=1626004017"
    },
    {
        "name": [
            "Chitoge KIRISAKI",
            "شيتوغي كيريساكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chitoge-kirisaki-1.jpg?t=1625980992"
    },
    {
        "name": [
            "Jin-Woo SUNG",
            "جين وو سونغ"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jin-woo-sung-1.jpg?t=1634810330"
    },
    {
        "name": [
            "Shota KAZEHAYA",
            "شوتا كازيهايا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shota-kazehaya-1.jpg?t=1625965363"
    },
    {
        "name": [
            "Chizuru YOSHIDA",
            "تشيزورو يوشيدا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chizuru-yoshida-1.jpg?t=1625965362"
    },
    {
        "name": [
            "Choji",
            "شوجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/choji-akimichi-1.jpg?t=1625965431"
    },
    {
        "name": [
            "Kagami HIIRAGI",
            "كاغامي هيراجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kagami-hiiragi-1.jpg?t=1625965399"
    },
    {
        "name": [
            "Sophie HATTER",
            "صوفي هاتر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sophie-hatter-1.jpg?t=1625965923"
    },
    {
        "name": [
            "Keishin UKAI",
            "اوكاي كيشين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/keishin-ukai-1.jpg?t=1625991400"
    },
    {
        "name": [
            "Bell CRANEL",
            "بيل كرانيل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/bell-cranel-1.jpg?t=1625993537"
    },
    {
        "name": [
            "Kuroneko",
            "كورونيكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ruri-gokou-1.jpg?t=1625970322"
    },
    {
        "name": [
            "Sousuke AIZEN",
            "ايزن"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sousuke-aizen-1.jpg?t=1625965488"
    },
    {
        "name": [
            "Anko MITARASHI",
            "ميتاراشي انكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/anko-mitarashi-1.jpg?t=1625967762"
    },
    {
        "name": [
            "Kanna KAMUI",
            "انا كاموي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kanna-kamui-1.jpg?t=1626005456"
    },
    {
        "name": [
            "Mai SAKURAJIMA",
            "ماي","ساكوتا أزوساغاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mai-sakurajima-1.jpg?t=1626005530"
    },
    {
        "name": [
            "Rena RYUUGUU",
            "رينا ريوجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rena-ryuuguu-1.jpg?t=1625966243"
    },
    {
        "name": [
            "Mayoi HACHIKUJI",
            "مايوي هاتشيكوجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mayoi-hachikuji-1.jpg?t=1625965330"
    },
    {
        "name": [
            "Chuuya NAKAHARA",
            "تشويا ناكاهارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chuuya-nakahara-1.jpg?t=1626002796"
    },
    {
        "name": [
            "Van HOHENHEIM",
            "فان هوينهايم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/van-hohenheim-1.jpg?t=1625965985"
    },
    {
        "name": [
            "Tatsumi",
            "تاتسومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tatsumi-akame-ga-kill-1.webp?t=1651297928"
    },
    {
        "name": [
            "Yona",
            "يونا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yona-1.jpg?t=1625981320"
    },
    {
        "name": [
            "Kiyotaka AYANOKOUJI",
            "كيوتاكا أيانوكوجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kiyotaka-ayanokouji-1.webp?t=1659061676"
    },
    {
        "name": [
            "Leone",
            "ليون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/leone-1.jpg?t=1625991588"
    },
    {
        "name": [
            "Nagisa HAZUKI",
            "هازوكي ناجيسا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nagisa-hazuki-1.jpg?t=1625981503"
    },
    {
        "name": [
            "Elizabeth THOMPSON",
            "إليزابيث تومسون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/elizabeth-thompson-1.jpg?t=1625965741"
    },
    {
        "name": [
            "Accelerator",
            "مسرع"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/accelerator-1.jpg?t=1625966149"
    },
    {
        "name": [
            "Kisame HOSHIGAKI",
            "كيسامي" 
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kisame-hoshigaki-1.jpg?t=1625965465"
    },
    {
        "name": [
            "Jean HAVOC",
            "جان هافوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jean-havoc-1.jpg?t=1625965990"
    },
    {
        "name": [
            "Kazuma SATOU",
            "ساتو كازوما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kazuma-satou-1.jpg?t=1625993831"
    },
    {
        "name": [
            "Himiko TOGA",
            "توجا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/himiko-toga-1.jpg?t=1625996468"
    },
    {
        "name": [
            "Ayato NAOI",
            "آياتو ناوي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ayato-naoi-1.webp?t=1653536818"
    },
    {
        "name": [
            "Kurenai YUHI",
            "يوي كوريناي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kurenai-yuhi-1.jpg?t=1625965451"
    },
    {
        "name": [
            "Master Roshi",
            "ماستر روشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/master-roshi-1.jpg?t=1625966203"
    },
    {
        "name": [
            "Ryomen Sukuna",
            "ريومين سوكونا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryomen-sukuna-1.jpg?t=1633122172"
    },
    {
        "name": [
            "Saya TAKAGI",
            "تاكاغي سايا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/saya-takagi-1.jpg?t=1625968971"
    },
    {
        "name": [
            "Sango",
            "سانجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sango-1.jpg?t=1625965781"
    },
    {
        "name": [
            "Shiroe",
            "سيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shiroe-1.jpg?t=1625989886"
    },
    {
        "name": [
            "Kyouko HORI",
            "كيوكو هوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyouko-hori-1.jpg?t=1625980460"
    },
    {
        "name": [
            "Sanae FURUKAWA",
            "سناء فوروكاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sanae-furukawa-1.jpg?t=1625965426"
    },
    {
        "name": [
            "Ritsuka UENOYAMA",
            "ريتسوكا أوياما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ritsuka-uenoyama-1.jpg?t=1626004977"
    },
    {
        "name": [
            "Kyouko KIRIGIRI",
            "كيوكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyouko-kirigiri-1.jpg?t=1625981556"
    },
    {
        "name": [
            "Atsushi NAKAJIMA",
            "ناكاجيما اتسوشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/atsushi-nakajima-1.jpg?t=1626002782"
    },
    {
        "name": [
            "Diane",
            "ديان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/diane-nanatsu-no-taizai-1.jpg?t=1625992145"
    },
    {
        "name": [
            "Lan Fan",
            "لان فان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lan-fan-1.jpg?t=1625966003"
    },
    {
        "name": [
            "Aqua",
            "أكوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/aqua-1.jpg?t=1625993830"
    },
    {
        "name": [
            "Kou MABUCHI",
            "تاكا مابوتشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kou-mabuchi-1.jpg?t=1625977717"
    },
    {
        "name": [
            "Nao TOMORI",
            "ناو وموري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nao-tomori-1.jpg?t=1625993800"
    },
    {
        "name": [
            "Shinji IKARI",
            "شينجي إيكاري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinji-ikari-1.jpg?t=1625966260"
    },
    {
        "name": [
            "Hestia",
            "هيستيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hestia-1.jpg?t=1625993537"
    },
    {
        "name": [
            "Issei HYOUDOU",
            "هيودو ايسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/issei-hyoudou-1.jpg?t=1625975952"
    },
    {
        "name": [
            "Mine",
            "ماين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mine-akame-ga-kill-1.jpg?t=1625991589"
    },
    {
        "name": [
            "Shinoa HIRAGI",
            "شينوا حراكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinoa-hiragi-1.jpg?t=1625992870"
    },
    {
        "name": [
            "Tadashi YAMAGUCHI",
            "تاداشي ياماغوتشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tadashi-yamaguchi-1.jpg?t=1625991253"
    },
    {
        "name": [
            "Whitebeard",
            "اللحية البيضاء"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/whitebeard-1.jpg?t=1625965594"
    },
    {
        "name": [
            "Soifon",
            "سويفون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/soifon-1.webp?t=1641257971"
    },
    {
        "name": [
            "Nanami MOMOZONO",
            "نانامي موموزونو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nanami-momozono-1.jpg?t=1625977346"
    },
    {
        "name": [
            "Yuichiro HYAKUYA",
            "يوشيرو هياكويا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuichiro-hyakuya-1.jpg?t=1625992869"
    },
    {
        "name": [
            "Albedo",
            "البيدو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/albedo-1.jpg?t=1625994545"
    },
    {
        "name": [
            "Benimaru",
            "بينيمارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/benimaru-tensei-shitara-slime-datta-ken-light-novel-1.jpg?t=1625997502"
    },
    {
        "name": [
            "Kushina",
            "كوشينا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kushina-1.jpg?t=1625970379"
    },
    {
        "name": [
            "Shino ASADA",
            "شينو اسادا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shino-asada-1.jpg?t=1625981165"
    },
    {
        "name": [
            "Yukino YUKINOSHITA",
            "يوكينوشيتا يوكينو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yukino-yukinoshita-1.jpg?t=1625980731"
    },
    {
        "name": [
            "Maki",
            "ماكي."
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/maki-zenin-1.jpg?t=1626010655"
    },
    {
        "name": [
            "Brock",
            "بروك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/brock-1.jpg?t=1625966305"
    },
    {
        "name": [
            "Gamabunta",
            "جامبونتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gamabunta-1.webp?t=1667088983"
    },
    {
        "name": [
            "Killer B",
            "كيلر بي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/killer-b-1.jpg?t=1625970980"
    },
    {
        "name": [
            "Eiji OKUMURA",
            "أوكومورا إيجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eiji-okumura-1.jpg?t=1625994835"
    },
    {
        "name": [
            "Kirara",
            "كرارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kirara-1.jpg?t=1625965855"
    },
    {
        "name": [
            "Chrollo LUCILFER",
            "كرولو لوسيلفر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chrollo-lucilfer-1.jpg?t=1625973252"
    },
    {
        "name": [
            "Yu ISHIGAMI",
            "يوو إشيغامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yu-ishigami-1.jpg?t=1626010605"
    },
    {
        "name": [
            "Kyoko SAKURA",
            "كيوكو ساكورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyoko-sakura-1.jpg?t=1625972113"
    },
    {
        "name": [
            "Kurumi TOKISAKI",
            "كرامي وكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kurumi-tokisaki-1.jpg?t=1625981001"
    },
    {
        "name": [
            "Jet BLACK",
            "جيت بلاك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jet-black-1.jpg?t=1625965255"
    },
    {
        "name": [
            "Miroku",
            "ميروكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/miroku-1.jpg?t=1625965780"
    },
    {
        "name": [
            "Reiner BRAUN",
            "راينر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/reiner-braun-1.jpg?t=1625972795"
    },
    {
        "name": [
            "Kousei ARIMA",
            "اريما كوسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kousei-arima-1.jpg?t=1625992108"
    },
    {
        "name": [
            "Ranpo EDOGAWA",
            "رانبو إيدوجاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ranpo-edogawa-1.jpg?t=1626002784"
    },
    {
        "name": [
            "Shinji HIRAKO",
            "هيراكو شنجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinji-hirako-1.webp?t=1659330664"
    },
    {
        "name": [
            "Zen WISTERIA",
            "زين ويستيريا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zen-wisteria-1.webp?t=1629058557"
    },
    {
        "name": [
            "Koutarou BOKUTO",
            "بوكتو كوتارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/koutarou-bokuto-1.jpg?t=1625995391"
    },
    {
        "name": [
            "Aladdin",
            "علاء الدين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/aladdin-magi-1.jpg?t=1625979170"
    },
    {
        "name": [
            "Yamato",
            "ياماتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yamato-1.jpg?t=1625965458"
    },
    {
        "name": [
            "Bardroy",
            "باردروي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/bardroy-1.webp?t=1663301596"
    },
    {
        "name": [
            "Ayato KIRISHIMA",
            "أياتو كريشما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ayato-kirishima-1.jpg?t=1625991937"
    },
    {
        "name": [
            "Bishamonten",
            "بيشامونتين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/bishamonten-noragami-1.jpg?t=1625990873"
    },
    {
        "name": [
            "Aquarius",
            "اكورايس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/aquarius-1.jpg?t=1625966659"
    },
    {
        "name": [
            "Pakkun",
            "باكون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/pakkun-1.jpg?t=1625965222"
    },
    {
        "name": [
            "Haruko HARUHARA",
            "هاروكو سونوهارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haruko-haruhara-1.jpg?t=1625965245"
    },
    {
        "name": [
            "Shinobu KOCHOU",
            "شينوبو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinobu-kochou-1.jpg?t=1626010250"
    },
    {
        "name": [
            "Darkness",
            "داركنس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/darkness-konosuba-gods-blessing-on-this-wonderful-world-1.jpg?t=1625993830"
    },
    {
        "name": [
            "Satoru FUJINUMA",
            "ساتورو فوجينوما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/satoru-fujinuma-1.webp?t=1628018039"
    },
    {
        "name": [
            "Shinra KISHITANI",
            "شينرا كيشيتاني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinra-kishitani-1.jpg?t=1625966929"
    },
    {
        "name": [
            "Mion SONOZAKI",
            "ميون سونوزاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mion-sonozaki-1.jpg?t=1625966337"
    },
    {
        "name": [
            "Shizuka MARIKAWA",
            "ماريكاوا شيزوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shizuka-marikawa-1.jpg?t=1625969031"
    },
    {
        "name": [
            "Stephanie DOLA",
            "ستيفاني دولا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/stephanie-dola-1.jpg?t=1625990607"
    },
    {
        "name": [
            "Mavis VERMILION",
            "مافيس فيرميلون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mavis-vermilion-1.jpg?t=1625976035"
    },
    {
        "name": [
            "Yukiteru AMANO",
            "يوكيتيرو امانو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yukiteru-amano-1.jpg?t=1625968558"
    },
    {
        "name": [
            "Nana OSAKI",
            "نانا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nana-osaki-1.jpg?t=1625966244"
    },
    {
        "name": [
            "Dio BRANDO",
            "ديو براندو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/dio-brando-1.jpg?t=1625971430"
    },
    {
        "name": [
            "Ymir",
            "يومير"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ymir-attack-on-titan-1.jpg?t=1625980878"
    },
    {
        "name": [
            "Biscuit KRUEGER",
            "بسكويت كروجر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/biscuit-krueger-1.jpg?t=1625968592"
    },
    {
        "name": [
            "Satsuki KIRYUUIN",
            "ساتسوكي كيريوين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/satsuki-kiryuuin-1.jpg?t=1625989825"
    },
    {
        "name": [
            "Chelsea",
            "تشيلسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chelsea-1.jpg?t=1625991990"
    },
    {
        "name": [
            "Shinichi IZUMI",
            " ايزومي شينتشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shinichi-izumi-1.jpg?t=1625977920"
    },
    {
        "name": [
            "Tohru",
            "تورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tohru-miss-kobayashis-dragon-maid-1.jpg?t=1626005457"
    },
    {
        "name": [
            "Subaru NATSUKI",
            "سوبارو ناتسوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/subaru-natsuki-1.jpg?t=1625995341"
    },
    {
        "name": [
            "Kaname CHIDORI",
            "تشيدوري كانامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kaname-chidori-1.jpg?t=1625965336"
    },
    {
        "name": [
            "Asta",
            "استا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/asta-black-clover-1.jpg?t=1625996596"
    },
    {
        "name": [
            "Rider",
            "رايدر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rider-fate-zero-1.jpg?t=1625974528"
    },
    {
        "name": [
            "Toshiro HIJIKATA",
            "Toshiro HIJIKATA"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/toshiro-hijikata-1.jpg?t=1625966155"
    },
    {
        "name": [
            "Euphemia LI BRITANNIA",
            "أوفيميا لي بريتانيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/euphemia-li-britannia-1.jpg?t=1625965967"
    },
    {
        "name": [
            "James",
            "جيمز"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/james-1.jpg?t=1625967768"
    },
    {
        "name": [
            "Suzuha AMANE",
            "سوزوها آماني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/suzuha-amane-1.jpg?t=1625972830"
    },
    {
        "name": [
            "Yuki CROSS",
            "يوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuki-cross-1.jpg?t=1625966264"
    },
    {
        "name": [
            "Plue",
            "بلو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/plue-1.jpg?t=1625966658"
    },
    {
        "name": [
            "Gilgamesh",
            "جلجامش"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gilgamesh-1.jpg?t=1625966817"
    },
    {
        "name": [
            "Lubbock",
            "لوبوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lubbock-1.jpg?t=1625991589"
    },
    {
        "name": [
            "Kankuro",
            "كانكورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kankuro-1.jpg?t=1625965463"
    },
    {
        "name": [
            "Tanaka",
            "تاناكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tanaka-black-butler-1.webp?t=1660952192"
    },
    {
        "name": [
            "Miyuki SHIROGANE",
            "ميوكي شيروكان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/miyuki-shirogane-1.webp?t=1651813403"
    },
    {
        "name": [
            "Hiruzen SARUTOBI",
            "هيروزين ساروتوبي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hiruzen-sarutobi-1.jpg?t=1625965459"
    },
    {
        "name": [
            "Kosaki ONODERA",
            "كوساكي أونوديرا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kosaki-onodera-1.jpg?t=1625980993"
    },
    {
        "name": [
            "Kiyoko SHIMIZU",
            "كيوكو شيميزو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kiyoko-shimizu-1.jpg?t=1625991211"
    },
    {
        "name": [
            "Emi YUSA",
            "ايمي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/emi-yusa-1.webp?t=1660294371"
    },
    {
        "name": [
            "Langa HASEGAWA",
            "لانجا هاسيغاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/langa-hasegawa-1.jpg?t=1626022340"
    },
    {
        "name": [
            "Shuu TSUKIYAMA",
            "تسوكياما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shuu-tsukiyama-1.jpg?t=1625991791"
    },
    {
        "name": [
            "Shin-ah",
            "شين آه"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shin-ah-1.jpg?t=1625981321"
    },
    {
        "name": [
            "Shirayuki",
            "شيرايوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shirayuki-akagami-no-shirayukihime-1.jpg?t=1625974473"
    },
    {
        "name": [
            "Kofuku EBISU",
            "كوفوكو إبيسو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kofuku-ebisu-1.jpg?t=1625990871"
    },
    {
        "name": [
            "Pantherlily",
            "بانثرليلي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/pantherlily-1.jpg?t=1625971838"
    },
    {
        "name": [
            "Silvers RAYLEIGH",
            "رايلي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/silvers-rayleigh-1.jpg?t=1625965643"
    },
    {
        "name": [
            "Arisa UOTANI",
            "أريسا يوتاني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/arisa-uotani-1.jpg?t=1625966016"
    },
    {
        "name": [
            "Reki KYAN",
            "ريكي كيان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/reki-kyan-1.jpg?t=1626022339"
    },
    {
        "name": [
            "San",
            "سان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/san-1.jpg?t=1625966268"
    },
    {
        "name": [
            "Saki HANAJIMA",
            "ساكي هاناجيما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/saki-hanajima-1.jpg?t=1625966016"
    },
    {
        "name": [
            "Yuzuru NISHIMIYA",
            "يوزورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuzuru-nishimiya-1.jpg?t=1625992394"
    },
    {
        "name": [
            "Gin",
            "جين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gin-hotarubi-no-mori-e-1.jpg?t=1625976749"
    },
    {
        "name": [
            "Hitoshi SHINSO",
            "هيتوشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hitoshi-shinso-1.jpg?t=1625994451"
    },
    {
        "name": [
            "Megumi TADOKORO",
            "ميجومي تادوكورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/megumi-tadokoro-1.jpg?t=1625991260"
    },
    {
        "name": [
            "Akane TSUNEMORI",
            "تسونيموري أكاني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akane-tsunemori-1.jpg?t=1625979159"
    },
    {
        "name": [
            "Ryu SANADA",
            "ريو سانادا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryu-sanada-1.jpg?t=1625965364"
    },
    {
        "name": [
            "Dot PYXIS",
            "دوت بيكسيس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/dot-pyxis-1.jpg?t=1625973321"
    },
    {
        "name": [
            "Ginko",
            "جينكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ginko-1.jpg?t=1625965200"
    },
    {
        "name": [
            "Mayuri KUROTSUCHI",
            "مايوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mayuri-kurotsuchi-1.jpg?t=1625965231"
    },
    {
        "name": [
            "Elizabeth LIONES",
            "إليزابيث ليونز"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/elizabeth-liones-1.jpg?t=1625992106"
    },
    {
        "name": [
            "Irina JELAVIC",
            "ايرينا جيلافيك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/irina-jelavic-1.jpg?t=1625992556"
    },
    {
        "name": [
            "Tatsuya SHIBA",
            "تاتسويا شيبا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tatsuya-shiba-1.jpg?t=1625990140"
    },
    {
        "name": [
            "Sinbad",
            "سندباد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sinbad-1.jpg?t=1625979648"
    },
    {
        "name": [
            "Hawk",
            "هوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hawk-nanatsu-no-taizai-1.jpg?t=1625992105"
    },
    {
        "name": [
            "Mao",
            "ماو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mao-darker-than-black-1.jpg?t=1625966544"
    },
    {
        "name": [
            "Motoko KUSANAGI",
            "موتوكو كوساناجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/motoko-kusanagi-1.jpg?t=1625966842"
    },
    {
        "name": [
            "Tamaki AMAJIKI",
            "تاماكي تينغو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tamaki-amajiki-1.jpg?t=1626009166"
    },
    {
        "name": [
            "Lloyd ASPLUND",
            "لويد أسبلوند"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lloyd-asplund-1.webp?t=1641601009"
    },
    {
        "name": [
            "Illyasviel VON EINZBERN",
            "إلياسفيل"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/illyasviel-von-einzbern-1.jpg?t=1625966817"
    },
    {
        "name": [
            "Saito HIRAGA",
            "سايتو هيراغا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/saito-hiraga-1.jpg?t=1625966493"
    },
    {
        "name": [
            "Umehito NEKOZAWA",
            "أومجين نيكوزاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/umehito-nekozawa-1.jpg?t=1625966851"
    },
    {
        "name": [
            "Manjiro SANO",
            "ميناجيرو سانو","مايكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/manjiro-sano-1.webp?t=1633833415"
    },
    {
        "name": [
            "Elfman STRAUSS",
            "إلفمان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/elfman-strauss-1.jpg?t=1625966724"
    },
    {
        "name": [
            "Alice",
            "أليس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/alice-1.jpg?t=1625965401"
    },
    {
        "name": [
            "Zack",
            "زاك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zack-satsuriku-no-tenshi-1.jpg?t=1626004875"
    },
    {
        "name": [
            "Tomura SHIGARAKI",
            "تومورا شيجاراكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tomura-shigaraki-1.jpg?t=1625993013"
    },
    {
        "name": [
            "Mirai KURIYAMA",
            "كورياما ميراي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mirai-kuriyama-1.jpg?t=1625989823"
    },
    {
        "name": [
            "Kayo HINAZUKI",
            "هينازاكي كايو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kayo-hinazuki-1.webp?t=1628018043"
    },
    {
        "name": [
            "Haruki NAKAYAMA",
            "هاروكي ناكاياما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/haruki-nakayama-given-1.jpg?t=1626012937"
    },
    {
        "name": [
            "Android 18",
            "أندرويد 18"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/android-1.jpg?t=1625966200"
    },
    {
        "name": [
            "Mifune",
            "ميفون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mifune-1.jpg?t=1625965756"
    },
    {
        "name": [
            "Shintarou MIDORIMA",
            "شينتارو ميدوريما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shintarou-midorima-1.jpg?t=1625977311"
    },
    {
        "name": [
            "Nishio NISHIKI",
            "نيشيو نيشيو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nishio-nishiki-1.jpg?t=1625991604"
    },
    {
        "name": [
            "Mami TOMOE",
            "مامي توموي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mami-tomoe-1.jpg?t=1625971672"
    },
    {
        "name": [
            "Victorique",
            "فيكتوريكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/victorique-1.jpg?t=1625971614"
    },
    {
        "name": [
            "Nezumi",
            "نيزومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nezumi-no6-1.webp?t=1674658437"
    },
    {
        "name": [
            "Yuuko ICHIHARA",
            "يووكو إيتشهارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuuko-ichihara-1.jpg?t=1629595339"
    },
    {
        "name": [
            "Shiemi MORIYAMA",
            "إيتشيمي مورياما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shiemi-moriyama-1.webp?t=1653351919"
    },
    {
        "name": [
            "Shirou ASHIYA",
            "شيرو أشيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shirou-ashiya-1.webp?t=1662127417"
    },
    {
        "name": [
            "King",
            "كينج"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/king-the-seven-deadly-sins-1.jpg?t=1625995293"
    },
    {
        "name": [
            "Eru CHITANDA",
            "تشيتاندا إيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eru-chitanda-1.jpg?t=1625977545"
    },
    {
        "name": [
            "Shion SONOZAKI",
            "شيون سونوزاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shion-sonozaki-1.jpg?t=1625966333"
    },
    {
        "name": [
            "Yoshimura",
            "يوشيمورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yoshimura-tokyo-ghoul-1.jpg?t=1625989961"
    },
    {
        "name": [
            "Seijuurou AKASHI",
            "اكاشي سيجيرو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/seijuurou-akashi-1.jpg?t=1625979380"
    },
    {
        "name": [
            "Bulat",
            "بولات"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/bulat-1.jpg?t=1625991590"
    },
    {
        "name": [
            "Tatsumi OGA",
            "اوجا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tatsumi-oga-1.jpg?t=1625971619"
    },
    {
        "name": [
            "Shirou FUJIMOTO",
            "سيبوره فوجيموتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shirou-fujimoto-1.jpg?t=1625972083"
    },
    {
        "name": [
            "Ranga",
            "رانجا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ranga-tensei-shitara-slime-datta-ken-light-novel-1.jpg?t=1625997495"
    },
    {
        "name": [
            "Suruga KANBARU",
            "سوروجا كانبال"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/suruga-kanbaru-1.jpg?t=1625965331"
    },
    {
        "name": [
            "Kotarou KATSURA",
            "كاتسورا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kotarou-katsura-1.jpg?t=1625966115"
    },
    {
        "name": [
            "Kirino KOUSAKA",
            "كيرينو كوساك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kirino-kousaka-1.jpg?t=1625970220"
    },
    {
        "name": [
            "Mikado RYUUGAMINE",
            "ميكادو ريوقمين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikado-ryuugamine-1.jpg?t=1625966722"
    },
    {
        "name": [
            "Petra RALL",
            "بيترا رال"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/petra-rall-1.jpg?t=1625973322"
    },
    {
        "name": [
            "Ayane YANO",
            "أيانو يانو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ayane-yano-1.jpg?t=1625965365"
    },
    {
        "name": [
            "Smoker",
            "سموكر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/smoker-1.jpg?t=1625965604"
    },
    {
        "name": [
            "Tadaomi KARASUMA",
            "تاداومي كاراسوما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tadaomi-karasuma-1.jpg?t=1625981374"
    },
    {
        "name": [
            "Kouichi SAKAKIBARA",
            "كويتشي ساكاكيبارا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kouichi-sakakibara-1.jpg?t=1625976092"
    },
    {
        "name": [
            "Tomoko KUROKI",
            "توموكو كوروكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tomoko-kuroki-1.jpg?t=1625976682"
    },
    {
        "name": [
            "Yasuko TAKASU",
            "ياسوكو تاكاسو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yasuko-takasu-1.jpg?t=1625965239"
    },
    {
        "name": [
            "Bon KUREI",
            "بون كلاي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/bon-kurei-1.jpg?t=1625965220"
    },
    {
        "name": [
            "Zeref",
            "زيريف"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/zeref-1.jpg?t=1625974405"
    },
    {
        "name": [
            "Sakura KINOMOTO",
            "ساكورا كينوموتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sakura-kinomoto-1.webp?t=1656627746"
    },
    {
        "name": [
            "Alibaba SALUJA",
            "علي بابا سالوجا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/alibaba-saluja-1.jpg?t=1625979170"
    },
    {
        "name": [
            "Ryuji SUGURO",
            "ريوجي سوجورو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryuji-suguro-1.webp?t=1653509002"
    },
    {
        "name": [
            "Tsubasa HANEKAWA",
            "تسوباسا هانيكاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tsubasa-hanekawa-1.jpg?t=1625965330"
    },
    {
        "name": [
            "Ushio",
            "أوشيو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ushio-1.jpg?t=1625965418"
    },
    {
        "name": [
            "Isaac DIAN",
            "إسحاق ديان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/isaac-dian-1.jpg?t=1625965534"
    },
    {
        "name": [
            "Sena KASHIWAZAKI",
            "سينا كاشيوازاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sena-kashiwazaki-1.jpg?t=1625973152"
    },
    {
        "name": [
            "Teresa",
            "تيريزا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/teresa-claymore-1.jpg?t=1625966961"
    },
    {
        "name": [
            "Rei RYUGAZAKI",
            "ري ريوجازاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rei-ryuguzaki-1.jpg?t=1625981626"
    },
    {
        "name": [
            "Shirley FENETTE",
            "شيرلي فينيت"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shirley-fenette-1.jpg?t=1625965833"
    },
    {
        "name": [
            "Konohamaru SARUTOBI",
            "كونوهامارو ساروتوبي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/konohamaru-sarutobi-1.jpg?t=1625965439"
    },
    {
        "name": [
            "Lucifer",
            "لوسيفر"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lucifer-hataraku-maou-sama-1.webp?t=1664060603"
    },
    {
        "name": [
            "Kurumu KURONO",
            "كورومو كورونو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kurumu-kurono-1.jpg?t=1625966610"
    },
    {
        "name": [
            "Jinta YADOMI",
            "جينتا يادومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jinta-yadomi-1.jpg?t=1625973015"
    },
    {
        "name": [
            "Kazuma",
            "كازوما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kazuma-noragami-1.jpg?t=1625990873"
    },
    {
        "name": [
            "Senji KIYOMASA",
            "سينجي كيوماسا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/senji-kiyomasa-1.jpg?t=1625972874"
    },
    {
        "name": [
            "Power",
            "باور"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/power-1.webp?t=1666149372"
    },
    {
        "name": [
            "Kabuto YAKUSHI",
            "كابوتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kabuto-yakushi-1.jpg?t=1625965464"
    },
    {
        "name": [
            "Kiritsugu EMIYA",
            "كيريتسوجو إيميا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kiritsugu-emiya-1.jpg?t=1625973591"
    },
    {
        "name": [
            "Bulma",
            "بولما"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/bulma-1.jpg?t=1625966045"
    },
    {
        "name": [
            "Kyoko MOGAMI",
            "كيوكو موغامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyoko-mogami-1.jpg?t=1625966455"
    },
    {
        "name": [
            "Simon BREZHNEV",
            "سيمون بريجنيف"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/simon-brezhnev-1.jpg?t=1625966818"
    },
    {
        "name": [
            "Obito UCHIHA",
            "أوبيتو","توبي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/obito-uchiha-1.jpg?t=1625968113"
    },
    {
        "name": [
            "Yuu OTOSAKA",
            "يو اوتوساكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuu-otosaka-1.jpg?t=1625993800"
    },
    {
        "name": [
            "Sougo OKITA",
            "سوغو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sougo-okita-1.jpg?t=1625966156"
    },
    {
        "name": [
            "HAYASAKA",
            "هاياساكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ai-hayasaka-1.jpg?t=1626010606"
    },
    {
        "name": [
            "Barry The Chopper",
            "باري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/barry-the-chopper-1.jpg?t=1625965983"
    },
    {
        "name": [
            "Elizabeth MIDDLEFORD",
            "إليزابيث ميدلفورد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/elizabeth-middleford-1.webp?t=1660952274"
    },
    {
        "name": [
            "Ikuto TSUKIYOMI",
            "إيكوتو تسوكويومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ikuto-tsukiyomi-1.webp?t=1682044578"
    },
    {
        "name": [
            "Misty",
            "مستي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/misty-1.webp?t=1674357346"
    },
    {
        "name": [
            "Touta MATSUDA",
            "توتا ماتسودا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/touta-matsuda-1.jpg?t=1625965727"
    },
    {
        "name": [
            "Mitsuha MIYAMIZU",
            "ميتسوها مياميزو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mitsuha-miyamizu-1.jpg?t=1626004910"
    },
    {
        "name": [
            "Viral",
            "فيرال"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/viral-1.jpg?t=1625965932"
    },
    {
        "name": [
            "Shizuku MIZUTANI",
            "شيزوكو ميزوتاني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shizuku-mizutani-1.jpg?t=1625979029"
    },
    {
        "name": [
            "Tengen UZUI",
            "اوزوي تينغين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tengen-uzui-1.jpg?t=1626010556"
    },
    {
        "name": [
            "Miria HARVENT",
            "ميريا هارفينت"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/miria-harvent-1.jpg?t=1625965535"
    },
    {
        "name": [
            "Futaba YOSHIOKA",
            "فوتابا يوشيوكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/futaba-yoshioka-1.jpg?t=1625977717"
    },
    {
        "name": [
            "Garp",
            "جارب"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/monkey-d-garp-1.jpg?t=1625965605"
    },
    {
        "name": [
            "Gilbert NIGHTRAY",
            "جيلبرت نيغتراي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gilbert-nightray-1.jpg?t=1625965405"
    },
    {
        "name": [
            "Koutarou AMON",
            "كوتارو آمون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/koutarou-amon-1.jpg?t=1625989960"
    },
    {
        "name": [
            "Mikoto MIKOSHIBA",
            "ميكتو ميكوسيبا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikoto-mikoshiba-1.webp?t=1650200756"
    },
    {
        "name": [
            "Ikaros",
            "إيكاروس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ikaros-1.jpg?t=1625966296"
    },
    {
        "name": [
            "Coyote STARRK",
            "ستارك كويوت"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/coyote-starrk-1.jpg?t=1625968702"
    },
    {
        "name": [
            "Alois TRANCY",
            "الويس ترانسي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/alois-trancy-1.jpg?t=1625968907"
    },
    {
        "name": [
            "Beatrice",
            "بياتريس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/beatrice-re-zero-kara-hajimeru-isekai-seikatsu-1.jpg?t=1625995342"
    },
    {
        "name": [
            "Itsuki KOIZUMI",
            "كويزومي إتسوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/itsuki-koizumi-1.jpg?t=1625965711"
    },
    {
        "name": [
            "Erina NAKIRI",
            "ناكيري ايرينا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/erina-nakiri-1.jpg?t=1625991260"
    },
    {
        "name": [
            "Takashi NATSUME",
            "تاكاشي ناتسومه"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/takashi-natsume-1.jpg?t=1625966266"
    },
    {
        "name": [
            "Freed JUSTINE",
            "فريد جوستين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/freed-justine-1.jpg?t=1625969600"
    },
    {
        "name": [
            "Kuroyukihime",
            "كويوكيهيمي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kuroyukihime-1.jpg?t=1625976692"
    },
    {
        "name": [
            "Denji",
            "دينجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/denji-1.webp?t=1667940715"
    },
    {
        "name": [
            "Aries",
            "اريس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/aries-1.jpg?t=1625968430"
    },
    {
        "name": [
            "Staz Charlie BLOOD",
            "بلود شارلي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/staz-charlie-blood-1.jpg?t=1625973759"
    },
    {
        "name": [
            "Usagi TSUKINO",
            " تسوكينو أوساغي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/usagi-tsukino-1.jpg?t=1625966438"
    },
    {
        "name": [
            "Charle",
            "تشارلي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/charle-fairy-tail-1.jpg?t=1625970722"
    },
    {
        "name": [
            "Chiyo SAKURA",
            "ساكورا تشيو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chiyo-sakura-1.webp?t=1650200893"
    },
    {
        "name": [
            "Nicholas D. WOLFWOOD",
            "نيكولاسد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nicholas-d-wolfwood-1.jpg?t=1625965943"
    },
    {
        "name": [
            "Maria ROSS",
            "ماريا روس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/maria-ross-1.jpg?t=1625965989"
    },
    {
        "name": [
            "Kimimaro",
            "كيميمارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kimimaro-1.jpg?t=1625967761"
    },
    {
        "name": [
            "Asia ARGENTO",
            "آسيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/asia-argento-1.jpg?t=1625976205"
    },
    {
        "name": [
            "Teppei KIYOSHI",
            "تابي كيوشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/teppei-kiyoshi-1.jpg?t=1625979075"
    },
    {
        "name": [
            "Lenalee LEE",
            "لينالي لي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lenalee-lee-1.jpg?t=1625965565"
    },
    {
        "name": [
            "Lisanna STRAUSS",
            "ليسانا ستروس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lisanna-strauss-1.jpg?t=1625967992"
    },
    {
        "name": [
            "Yami Yugi",
            "يامي يوغي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yami-yugi-1.jpg?t=1625967129"
    },
    {
        "name": [
            "Milim NAVA",
            "ميليم نافا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/milim-nava-1.jpg?t=1625997628"
    },
    {
        "name": [
            "Sakuta AZUSAGAWA",
            "ساكوتا أزوساغاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sakuta-azusagawa-1.jpg?t=1626005530"
    },
    {
        "name": [
            "Gamakichi",
            "جاماكيتشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/gamakichi-1.jpg?t=1625965221"
    },
    {
        "name": [
            "Medusa GORGON",
            "ميدوسا جورجون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/medusa-gorgon-1.jpg?t=1625965411"
    },
    {
        "name": [
            "Shun KAIDOU",
            "كايدو شون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shun-kaidou-1.jpg?t=1625997069"
    },
    {
        "name": [
            "Krillin",
            "كريلين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/krillin-1.jpg?t=1625966028"
    },
    {
        "name": [
            "Satalin DEVILUKE",
            "ستالين ديفيلوك"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/lala-satalin-deviluke-1.jpg?t=1625966422"
    },
    {
        "name": [
            "Ken RYUGUJI",
            "كين ريوجوجي","دراكن"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ken-ryuguji-1.webp?t=1635020296"
    },
    {
        "name": [
            "Soushi MIKETSUKAMI",
            "سوشي ميكيتسوكامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/soushi-miketsukami-1.jpg?t=1625976177"
    },
    {
        "name": [
            "Meme OSHINO",
            "اوشينو ميمي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/meme-oshino-1.jpg?t=1625965329"
    },
    {
        "name": [
            "Ais WALLENSTEIN",
            "أيس وولنستين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ais-wallenstein-1.webp?t=1653487898"
    },
    {
        "name": [
            "Naruko ANJOU",
            "ناروكو انجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/naruko-anjou-1.jpg?t=1625973013"
    },
    {
        "name": [
            "Kyoya HIBARI",
            "إيا هيباري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kyoya-hibari-1.jpg?t=1625967084"
    },
    {
        "name": [
            "Yui YUIGAHAMA",
            "يوي يويجيها"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yui-yuigahama-1.jpg?t=1625980731"
    },
    {
        "name": [
            "Shippo",
            "شيبو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shippo-1.jpg?t=1625965854"
    },
    {
        "name": [
            "Touma KAMIJOU",
            "توما كاميجو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/touma-kamijou-1.jpg?t=1625966149"
    },
    {
        "name": [
            "Isshin KUROSAKI",
            "كوروساكي ايشين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/isshin-kurosaki-1.jpg?t=1625965494"
    },
    {
        "name": [
            "Nia TEPPELIN",
            "نيا تيبلين"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nia-teppelin-1.jpg?t=1625965835"
    },
    {
        "name": [
            "Erika KARISAWA",
            "إريكا كاريزاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/erika-karisawa-1.jpg?t=1625967092"
    },
    {
        "name": [
            "Speed",
            "سبيد"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/speed-o-sound-sonic-1.jpg?t=1625980818"
    },
    {
        "name": [
            "Tohka YATOGAMI",
            "توهكا ياتوغامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tohka-yatogami-1.jpg?t=1625980646"
    },
    {
        "name": [
            "Kraft LAWRENCE",
            "كرافت لورنس"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kraft-lawrence-1.jpg?t=1625965379"
    },
    {
        "name": [
            "Elucia DE LUTE IMA",
            "ماريا كاتسراغي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/elucia-de-lute-ima-1.jpg?t=1625970257"
    },
    {
        "name": [
            "Meruem",
            "ميروم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/meruem-1.jpg?t=1625981938"
    },
    {
        "name": [
            "Wei Wuxian",
            "وي ويشيان"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/wei-wuxian-1.jpg?t=1626010464"
    },
    {
        "name": [
            "Filo",
            "فيلو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/filo-1.jpg?t=1625992951"
    },
    {
        "name": [
            "Hiyori SARUGAKI",
            "هيوري ساروجاكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hiyori-sarugaki-1.jpg?t=1625965502"
    },
    {
        "name": [
            "Mizuki",
            "ميزوكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mizuki-kamisama-kiss-1.jpg?t=1625979562"
    },
    {
        "name": [
            "Tanya",
            "تانيا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tanya-degurechaff-1.jpg?t=1626002982"
    },
    {
        "name": [
            "BRADLEY",
            "برادلي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/king-bradley-1.jpg?t=1625965984"
    },
    {
        "name": [
            "Mitsuri KANROJI",
            "ميتسوري كانروجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mitsuri-kanroji-1.jpg?t=1626010556"
    },
    {
        "name": [
            "Renzou SHIMA",
            "جزيرة حسومي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/renzou-shima-1.webp?t=1653221628"
    },
    {
        "name": [
            "Itaru HASHIDA",
            "هاشيدا ايتارو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/itaru-hashida-1.jpg?t=1625972830"
    },
    {
        "name": [
            "Yuuta TOGASHI",
            "يوتا توجاشي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yuuta-togashi-1.jpg?t=1625979070"
    },
    {
        "name": [
            "Italy",
            "إيطاليا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/italy-1.jpg?t=1625966305"
    },
    {
        "name": [
            "Ryuunosuke AKUTAGAWA",
            "ريونوسوكي أكوتاغاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ryuunosuke-akutagawa-1.jpg?t=1626002783"
    },
    {
        "name": [
            "Mukuro ROKUDO",
            "موكورو روكودو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mukuro-rokudo-1.jpg?t=1625967265"
    },
    {
        "name": [
            "Obi",
            "اوبي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/obi-1.webp?t=1629062359"
    },
    {
        "name": [
            "Ram",
            "رام"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ram-re-zero-kara-hajimeru-isekai-seikatsu-1.jpg?t=1625995344"
    },
    {
        "name": [
            "Hideyoshi KINOSHITA",
            "هيديوشي كينوشيتا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hideyoshi-kinoshita-1.jpg?t=1625966667"
    },
    {
        "name": [
            "Nyanko",
            "نيانكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nyanko-sensei-1.jpg?t=1625967316"
    },
    {
        "name": [
            "Jinbei",
            "جينبي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/jinbei-1.jpg?t=1625965830"
    },
    {
        "name": [
            "Balalaika",
            "بَلالايكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/balalaika-1.jpg?t=1625965744"
    },
    {
        "name": [
            "Aoi TODO",
            "اوي تودو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/aoi-todo-1.jpg?t=1628428214"
    },
    {
        "name": [
            "Akihiko KAJI",
            "أكيهيكو كاجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akihiko-kaji-1.jpg?t=1626004975"
    },
    {
        "name": [
            "Shion",
            "شيون"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shion-that-time-i-got-reincarnated-as-a-slime-1.jpg?t=1628018035"
    },
    {
        "name": [
            "Akiko YOSANO",
            " يوسانو اكيكو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/akiko-yosano-1.jpg?t=1626002783"
    },
    {
        "name": [
            "Mikoto SUOH",
            "ميكوتو سوو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mikoto-suoh-1.jpg?t=1625979081"
    },
    {
        "name": [
            "Eri",
            "ايري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/eri-my-hero-academia-1.jpg?t=1626009176"
    },
    {
        "name": [
            "Shougo MAKISHIMA",
            "ماكاشيما شوغو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/shougo-makishima-1.jpg?t=1625979505"
    },
    {
        "name": [
            "Sayaka MIKI",
            "مادوكا ماجيكا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sayaka-miki-1.jpg?t=1625971673"
    },
    {
        "name": [
            "Hiei",
            "هايي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/hiei-yu-yu-hakusho-1.jpg?t=1625966730"
    },
    {
        "name": [
            "Marin KITAGAWA",
            "مارين كيتاغاوا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/marin-kitagawa-1.webp?t=1641698248"
    },
    {
        "name": [
            "Doppo KUNIKIDA",
            "دوبو كونيكيدا"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/doppo-kunikida-1.webp?t=1676238353"
    },
    {
        "name": [
            "Mary SAOTOME",
            "ماري ساوتوم"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/mary-saotome-1.jpg?t=1626004018"
    },
    {
        "name": [
            "Tsukasa HIIRAGI",
            "تسوكاسا هيراجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/tsukasa-hiiragi-1.jpg?t=1625965399"
    },
    {
        "name": [
            "Kuroko SHIRAI",
            "كوروكو شيراي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/kuroko-shirai-1.jpg?t=1625966151"
    },
    {
        "name": [
            "Noriaki KAKYOIN",
            "نورياكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/noriaki-kakyoin-1.jpg?t=1625971440"
    },
    {
        "name": [
            "Rory MERCURY",
            "روري ميركوري"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/rory-mercury-1.jpg?t=1625992856"
    },
    {
        "name": [
            "May CHANG",
            "ماي تشانغ"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/may-chang-1.jpg?t=1625966009"
    },
    {
        "name": [
            "Sakonji UROKODAKI",
            "اوروكوداكي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/sakonji-urokodaki-1.jpg?t=1626009929"
    },
    {
        "name": [
            "Ui HIRASAWA",
            "هيراساوا أوي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/ui-hirasawa-1.jpg?t=1625965196"
    },
    {
        "name": [
            "Karen ARARAGI",
            "كارين اراراجي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/karen-araragi-1.jpg?t=1625970594"
    },
    {
        "name": [
            "Yami",
            "يامي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/yami-1.jpg?t=1625966427"
    },
    {
        "name": [
            "Pluto",
            "بلوتو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/pluto-black-butler-1.jpg?t=1625966302"
    },
    {
        "name": [
            "Agni",
            "اجني"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/agni-1.webp?t=1663300904"
    },
    {
        "name": [
            "Marco",
            "ماركو"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/marco-bodt-1.jpg?t=1625972796"
    },
    {
        "name": [
            "Nunnally LAMPEROUGE",
            "Nunnally LAMPEROUGE"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/nunnally-lamperouge-1.jpg?t=1625965656"
    },
    {
        "name": [
            "Chihaya AYASE",
            "شيهـايـا ايـاسـي"
        ],
        "image": "https://cdn.anime-planet.com/characters/primary/chihaya-ayase-1.jpg?t=1625974537"
    }
]
